Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

source: Part Stock
ar_sa: مخزون القطع
bg_bg: Наличност на частта
cs_cz: Skladové zásoby
el_gr: Απόθεμα Εξαρτήματος
et_ee: Detailide laoseis
fa_ir: موجودی قطعه
fi_fi: Osavarasto
he_il: מלאי פריט
hi_in: पुर्जा स्टॉक
id_id: Stok Part
ja_jp: パーツ在庫：
ko_kr: 부품 재고
lt_lt: Detalių likutis
lv_lv: Detaļu krājums
nl_nl: Voorraad Onderdeel
pl_pl: Zapasy cześci
pt_pt: Estoque da Peça
ru_ru: Складские позиции детали
sk_sk: Stav zásob dielov
sl_si: Zaloga delov
sr_cs: Zalihe delova
sv_se: Artikellager
th_th: สต็อกอะไหล่
tr_tr: Parça stok
vi_vn: Phụ kiện trong kho
zh_tw: 零件庫存

source: Password
ar_sa: كلمة المرور
bg_bg: Парола
cs_cz: Heslo
el_gr: Κωδικός
et_ee: Parool
fa_ir: رمز عبور
fi_fi: Salasana
he_il: סיסמה
hi_in: पासवर्ड
id_id: Kata Sandi
ja_jp: パスワード
ko_kr: 비밀번호
lt_lt: Slaptažodis
lv_lv: Parole
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sr_cs: Lozinka
sv_se: Lösenord
th_th: รหัสผ่าน
tr_tr: Parola
vi_vn: Mật khẩu
zh_tw: 密碼

# passwordEmpty
source: Password cannot be empty
ar_sa: كلمة المرور لا يمكن أن تكون فارغة
bg_bg: Паролата не може да бъде празна
cs_cz: Heslo nemůže být prázdné
el_gr: Ο κωδικός δεν μπορεί να είναι κενός
et_ee: Parool ei tohi olla tühi
fa_ir: رمز عبور نمی تواند خالی باشد
fi_fi: Salasana ei voi olla tyhjä
he_il: הסיסמה לא יכולה להיות ריקה
hi_in: पासवर्ड खाली नहीं हो सकता
id_id: Kata sandi tidak boleh kosong
ja_jp: パスワードは空欄にできません。
ko_kr: 비밀번호는 비워둘 수 없습니다
lt_lt: Slaptažodis negali būti tuščias
lv_lv: Parole nedrīkst būt tukša
nl_nl: Wachtwoord mag niet leeg zijn
pl_pl: Hasło nie może być puste
pt_pt: A palavra-passe não pode estar vazia
ru_ru: Пароль не может быть пустым
sk_sk: Heslo nemôže byť prázdne
sl_si: Geslo ne sme biti prazno
sr_cs: Lozinka ne može biti prazna
sv_se: Lösenordet får inte vara tomt
th_th: รหัสผ่านต้องไม่ว่าง
tr_tr: Parola boş bırakılamaz
vi_vn: Mật khẩu không được để trống
zh_tw: 密碼不能為空

# permissionAccountDenied
source: Your account does not have the required permissions to perform this action
ar_sa: حسابك لا يملك الأذونات المطلوبة لتنفيذ هذا الإجراء
bg_bg: Вашият акаунт няма необходимите разрешения за това действие
cs_cz: Váš účet nemá potřebná oprávnění k provedení této akce
el_gr: Ο λογαριασμός σας δεν έχει τα απαραίτητα δικαιώματα για αυτή την ενέργεια
et_ee: Teie kontol ei ole vajalikke õigusi selle toimingu sooritamiseks
fa_ir: حساب شما مجوزهای لازم برای انجام این عمل را ندارد
fi_fi: Tililläsi ei ole tarvittavia oikeuksia tämän toiminnon suorittamiseen
he_il: לחשבון זה אין את ההרשאות לבצע פעולה זו
hi_in: आपके खाते के पास इस कार्य को करने के लिए आवश्यक अनुमतियां नहीं हैं
id_id: Akun Anda tidak memiliki izin yang diperlukan untuk melakukan tindakan ini
ja_jp: 操作を行う権限がありません
ko_kr: 귀하의 계정은 이 작업에 필요한 권한이 없습니다
lt_lt: Jūsų paskyra neturi reikiamų leidimų atlikti šį veiksmą.
lv_lv: Jūsu kontam nav nepieciešamo atļauju, lai veiktu šo darbību.
nl_nl: U heeft niet de vereiste rechten om deze actie uit te voeren
pl_pl: Nie masz wystarczających uprawnień do wykonania tej czynności
pt_pt: A sua conta não tem as permissões necessárias para executar esta ação
ru_ru: Ваш аккаунт не имеет разрешения на выполнение этого действия
sk_sk: Váš účet nemá potrebné povolenia na vykonanie tejto akcie.
sl_si: Vaš račun nima zahtevanih dovoljenj za izvedbo tega dejanja.
sr_cs: Vaš nalog nema potrebne dozvole za ovu akciju.
sv_se: Ditt konto har inte de rättigheter som krävs för att utföra denna åtgärd
th_th: บัญชีของคุณไม่มีสิทธิ์ที่จำเป็นในการดำเนินการนี้
tr_tr: Bu eylemi gerçekleştirmek için gerekli yetkiye sahip değilsiniz
vi_vn: Tài khoản này bắt buộc phải có đủ các quyền để thực hiện thao tác này
zh_tw: 您的賬户沒有執行此操作所需的權限

source: Permission Required
ar_sa: الإذن مطلوب
bg_bg: Изисква се разрешение
cs_cz: Vyžadováno oprávnění
el_gr: Απαιτούνται Δικαιώματα
et_ee: Vajalik on luba
fa_ir: نیازمند مجوز
fi_fi: Käyttöoikeus vaaditaan
he_il: נדרשת הרשאה
hi_in: अनुमति आवश्यक है
id_id: Izin Diperlukan
ja_jp: 権限が必要です
ko_kr: 권한 필요
lt_lt: Reikalingas leidimas
lv_lv: Nepieciešama atļauja
nl_nl: Toestemming Vereist
pl_pl: Wymagane uprawnienia
pt_pt: Permissão necessária
ru_ru: Требуется разрешение
sk_sk: Vyžaduje sa povolenie
sl_si: Potrebno dovoljenje
sr_cs: Potrebna dozvola
sv_se: Särskilda behörigheter krävs
th_th: ต้องได้รับอนุญาต
tr_tr: İzin Gerekli
vi_vn: Yêu cầu quyền truy cập
zh_tw: 需要授權:

source: Print Label
ar_sa: طباعة الملصق
bg_bg: Печат на етикет
cs_cz: Tisk štítků
el_gr: Εκτύπωση Ετικέτας
et_ee: Prindi silt
fa_ir: پرینت برچسب
fi_fi: Tulosta etiketti
he_il: הדפס תווית
hi_in: लेबल प्रिंट करें
id_id: Cetak Label
ja_jp: ラベルを印刷
ko_kr: 라벨 인쇄
lt_lt: Spausdinti etiketę
lv_lv: Drukāt etiķeti
pl_pl: Drukuj etykietę
pt_pt: Imprimir Etiqueta
ru_ru: Печать этикетки
sk_sk: Tlačiť štítok
sl_si: Natisni nalepko
sr_cs: Štampaj etiketu
sv_se: Skriv ut etikett
th_th: พิมพ์ฉลาก
tr_tr: Etiket Yazdır
vi_vn: In nhãn tem
zh_tw: 打印標籤

source: Plugin
ar_sa: إضافة
cs_cz: Zásuvný modul
el_gr: Πρόσθετο
fa_ir: افزونه
fi_fi: Laajennus
he_il: תוסף
hi_in: प्लगइन
ja_jp: プラグイン
ko_kr: 플러그인
lt_lt: Įskiepis
lv_lv: Spraudnis
pl_pl: Wtyczka
ru_ru: Плагин
sl_si: Vtičnik
sr_cs: Dodatak
th_th: ปลั๊กอิน
tr_tr: Eklenti
zh_tw: 插件

# pluginPrinter
source: Printer
ar_sa: طابعة
bg_bg: Принтер
cs_cz: Tiskárna
el_gr: Εκτυπωτής
fa_ir: پرینتر
fi_fi: Tulostin
he_il: מדפסת
hi_in: प्रिंटर
id_id: Mesin Cetak
ja_jp: プリンター
ko_kr: 프린터
lt_lt: Spausdintuvas
lv_lv: Printeris
pl_pl: Drukarka
pt_pt: Impressora
ru_ru: Принтер
sk_sk: Tlačiareň
sl_si: Tiskalnik
sr_cs: Štampač
sv_se: Skrivare
th_th: เครื่องพิมพ์
tr_tr: Yazıcı
vi_vn: Máy in
zh_tw: 打印機

# pluginSupport
source: Plugin Support Enabled
ar_sa: دعم الإضافات مفعل
bg_bg: Поддръжката на Plugin е активирана
cs_cz: Podpora zásuvných modulů povolena
el_gr: Υποστήριξη Plugin ενεργοποιημένη
et_ee: Pluginate tugi on lubatud
fa_ir: پشتیبانی افزونه فعال شد
fi_fi: Laajennusten tuki käytössä
he_il: תמיחכה בפלגאין מופעלת
hi_in: प्लगइन समर्थन सक्षम है
id_id: Dukungan Plugin Diaktifkan
ja_jp: プラグインのサポートが有効になりました
ko_kr: 플러그인 지원 활성화
lt_lt: Įskiepių palaikymas įjungtas
lv_lv: Spraudņu atbalsts aktivizēts
nl_nl: Plugin Ondersteuning Ingeschakeld
pl_pl: Wsparcie wtyczek włączone
pt_pt: Suporte a Plugins Ativado
ru_ru: Поддержка плагинов включена
sk_sk: Podpora zásuvných modulov povolená
sl_si: Podpora za vtičnike omogočena
sr_cs: Podrška za dodatke omogućena
sv_se: Stöd för tillägg aktiverat
th_th: เปิดใช้งานการรองรับปลั๊กอิน
tr_tr: Eklenti Desteği Etkin
vi_vn: Hỗ trợ bật Plugin
zh_tw: 已啓用插件支持

# pluginSupportDetail
source: The server supports custom plugins
ar_sa: الخادم يدعم الإضافات المخصصة
bg_bg: Сървърът поддържа персонализирани плъгини
cs_cz: Server podporuje vlastní zásuvné moduly
el_gr: Ο διακομιστής υποστηρίζει προσαρμοσμένα plugins
et_ee: Server toetab kohandatud pluginaid
fa_ir: سرور از افزونه های سفارشی پشتیبانی می کند
fi_fi: Palvelin tukee mukautettuja liitännäisiä
he_il: השרת תומך בתוספים מותאמים אישית
hi_in: सर्वर कस्टम प्लगइन्स का समर्थन करता है
id_id: Server mendukung plugin khusus
ja_jp: サーバーはカスタムプラグインをサポートしています。
ko_kr: 서버에서 사용자 정의 플러그인을 지원합니다.
lt_lt: Serveris palaiko pasirinktinius įskiepius
lv_lv: Serveris atbalsta pielāgotus spraudņus
nl_nl: De server ondersteunt eigen plugins
pl_pl: Serwer obsługuje niestandardowe wtyczki
pt_pt: O servidor suporta plugins personalizados
ru_ru: Сервер поддерживает пользовательские плагины
sk_sk: Server podporuje vlastné zásuvné moduly
sl_si: Strežnik podpira vtičnike po meri
sr_cs: Server podržava prilagođene dodatke
sv_se: Servern stöder anpassade plugins
th_th: เซิร์ฟเวอร์รองรับปลั๊กอินที่กำหนดเอง
tr_tr: Sunucu özel eklentileri destekler
vi_vn: Máy chủ hỗ trợ cài đặt plugins
zh_tw: 服務器支持自定義插件

# printLabelFailure
source: Label printing failed
ar_sa: فشل طباعة الملصق
bg_bg: Грешка при печат на етикет
cs_cz: Tisk štítku se nezdařil
el_gr: Η εκτύπωση ετικέτας απέτυχε
et_ee: Sildi printimine ebaõnnestus
fa_ir: چاپ برچسب ناموفق بود
fi_fi: Etiketin tulostus epäonnistui
he_il: הדפסת התווית נכשלה
hi_in: लेबल प्रिंटिंग विफल रही
id_id: Pencetakan label gagal
ja_jp: ラベルの印刷に失敗しました
ko_kr: 라벨 인쇄 실패
lt_lt: Etiketės spausdinimas nepavyko
lv_lv: Etiķetes drukāšana neizdevās
nl_nl: Label drukken mislukt
pl_pl: Drukowanie etykiet nie powiodło się
pt_pt: Falha ao imprimir etiqueta
ru_ru: Ошибка печати этикеток
sk_sk: Tlač štítku zlyhala
sl_si: Tiskanje nalepke ni uspelo
sr_cs: Štampanje etikete nije uspelo
sv_se: Utskrift av etiketter misslyckades
th_th: พิมพ์ฉลากล้มเหลว
tr_tr: Etiket yazdırılamadı
vi_vn: Lỗi in nhãn tem
zh_tw: 標籤打印失敗

# printLabelSuccess
source: Label sent to printer
ar_sa: تم إرسال الملصق إلى الطابعة
bg_bg: Етикетът е изпратен към принтера
cs_cz: Štítek odeslán do tiskárny
el_gr: Η ετικέτα στάλθηκε στον εκτυπωτή
et_ee: Silt saadeti printerisse
fa_ir: برچسب به چاپگر ارسال شد
fi_fi: Etiketti lähetetty tulostimelle
he_il: תווית נשלחה למדפסת
hi_in: लेबल प्रिंटर पर भेज दिया गया
id_id: Label dikirim ke printer
ja_jp: ラベルをプリンタに送信しました
ko_kr: 라벨 프린터 전송 완료
lt_lt: Etiketė išsiųsta į spausdintuvą
lv_lv: Etiķete nosūtīta uz printeri
nl_nl: Label verzonden naar printer
pl_pl: Etykieta wysłana do drukarki
pt_pt: Etiqueta enviada para a impressora
ru_ru: Этикетка отправлена на печать
sk_sk: Štítok odoslaný na tlačiareň
sl_si: Nalepka poslana na tiskalnik
sr_cs: Etiketa poslata na štampač
sv_se: Etikett skickad till skrivare
th_th: ส่งฉลากไปที่เครื่องพิมพ์แล้ว
tr_tr: Etiket yazıcıya gönderildi
vi_vn: Tem nhãn được gửi đến máy in
zh_tw: 標籤已發送到打印機

source: Profile
ar_sa: ملف التعريف
bg_bg: Профил
cs_cz: Profil
el_gr: Προφίλ
et_ee: Profiil
fa_ir: نمایه
fi_fi: Profiili
he_il: פרופיל
hi_in: प्रोफ़ाइल
id_id: Profil
ja_jp: プロフィール
ko_kr: 프로필
lt_lt: Profilis
lv_lv: Profils
nl_nl: Profiel
pl_pl: Profil
pt_pt: Perfil
ru_ru: Профиль
sk_sk: Profil
sl_si: Profil
sr_cs: Profil
sv_se: Profil
th_th: โปรไฟล์
tr_tr: Profil
vi_vn: Hồ sơ
zh_tw: 檔案

# profileAdd
source: Add Server Profile
ar_sa: إضافة ملف تعريف خادم
bg_bg: Добавяне на сървърен профил
cs_cz: Přidat profil serveru
el_gr: Προσθήκη Προφίλ Διακομιστή
et_ee: Lisa serveri profiil
fa_ir: افزودن نمایه سرور
fi_fi: Lisää palvelinprofiili
he_il: הוסף פרופיל שרת
hi_in: सर्वर प्रोफ़ाइल जोड़ें
id_id: Tambah Profil Server
ja_jp: サーバープロファイルを追加
ko_kr: 서버 프로필 추가
lt_lt: Pridėti serverio profilį
lv_lv: Pievienot servera profilu
nl_nl: Serverprofiel toevoegen
pl_pl: Dodaj profil serwera
pt_pt: Adicionar Perfil de Servidor
ru_ru: Добавить профиль сервера
sk_sk: Pridať profil servera
sl_si: Dodaj profil strežnika
sr_cs: Dodaj Profil Servera
sv_se: Lägg till serverprofil
th_th: เพิ่มข้อมูลเซิร์ฟเวอร์
tr_tr: Yeni Sunucu Profili Ekle
vi_vn: Thêm mới cấu hình máy chủ
zh_tw: 添加服務器配置文件

# profileConnect
source: Connect to Server
ar_sa: الاتصال بالخادم
bg_bg: Свързване със сървъра
cs_cz: Připojit se k serveru
el_gr: Σύνδεση με Διακομιστή
et_ee: Loo ühendus serveriga
fa_ir: اتصال به سرور
fi_fi: Yhdistä palvelimeen
he_il: התחבר לשרת
hi_in: सर्वर से कनेक्ट करें
id_id: Sambung ke Server
ja_jp: サーバーに接続
ko_kr: 서버에 연결
lt_lt: Prisijungti prie serverio
lv_lv: Savienoties ar serveri
nl_nl: Verbinden met Server
pl_pl: Połącz się z serwerem
pt_pt: Ligar ao Servidor
ru_ru: Подключение к серверу
sk_sk: Pripojiť k serveru
sl_si: Poveži s strežnikom
sr_cs: Poveži se sa serverom
sv_se: Anslut till server
th_th: เชื่อมต่อกับเซิร์ฟเวอร์
tr_tr: Sunucuya bağlan
vi_vn: Kết nối tới máy chủ
zh_tw: 連接到服務器

# profileEdit
source: Edit Server Profile
ar_sa: تعديل ملف تعريف الخادم
bg_bg: Редактиране на сървърен профил
cs_cz: Upravit profil serveru
el_gr: Επεξεργασία Προφίλ Διακομιστή
et_ee: Muuda serveri profiili
fa_ir: ویرایش نمایه سرور
fi_fi: Muokkaa palvelinprofiilia
he_il: ערוך פרופיל שרת
hi_in: सर्वर प्रोफ़ाइल संपादित करें
id_id: Edit Profil Server
ja_jp: サーバープロファイルを編集
ko_kr: 서버 프로필 편집
lt_lt: Redaguoti serverio profilį
lv_lv: Rediģēt servera profilu
nl_nl: Serverprofiel Aanpassen
pl_pl: Edytuj profil serwera
pt_pt: Editar Perfil do Servidor
ru_ru: Редактировать профиль сервера
sk_sk: Upraviť profil servera
sl_si: Uredi profil strežnika
sr_cs: Izmeni Profil Servera
sv_se: Redigera Server profil
th_th: แก้ไขข้อมูลเซิร์ฟเวอร์
tr_tr: Sunucu Profilini düzenle
vi_vn: Chỉnh sửa cấu hình máy chủ
zh_tw: 編輯服務器配置文件

# profileDelete
source: Delete Server Profile
ar_sa: حذف ملف تعريف الخادم
bg_bg: Изтриване на сървърен профил
cs_cz: Odstranit profil serveru
el_gr: Διαγραφή Προφίλ Διακομιστή
et_ee: Kustuta serveri profiil
fa_ir: حذف نمایه سرور
fi_fi: Poista palvelinprofiili
he_il: מחק את פרופיל השרת
hi_in: सर्वर प्रोफ़ाइल हटाएं
id_id: Hapus Profil Server
ja_jp: サーバープロファイルの削除
ko_kr: 서버 프로필 삭제
lt_lt: Ištrinti serverio profilį
lv_lv: Dzēst servera profilu
nl_nl: Serverprofiel Verwijderen
pl_pl: Usuń profil serwera
pt_pt: Apagar Perfil do Servidor
ru_ru: Удалить профиль сервера
sk_sk: Odstrániť profil servera
sl_si: Izbriši profil strežnika
sr_cs: Izbriši Profil Servera
sv_se: Radera serverprofil
th_th: ลบโปรไฟล์เซิร์ฟเวอร์
tr_tr: Sunucu profilini sil
vi_vn: Xóa cấu hình máy chủ
zh_tw: 刪除服務器配置文件

source: Profile Name
ar_sa: اسم ملف التعريف
bg_bg: Име на профила
cs_cz: Název profilu
el_gr: Όνομα Προφίλ
et_ee: Profiili nimi
fa_ir: نام نمایه
fi_fi: Profiilin nimi
he_il: שם פרופיל
hi_in: प्रोफ़ाइल का नाम
id_id: Profil Nama
ja_jp: プロファイル名
ko_kr: 프로필 이름
lt_lt: Profilio pavadinimas
lv_lv: Profila nosaukums
nl_nl: Profielnaam
pl_pl: Nazwa Profilu
pt_pt: Nome do Perfil
ru_ru: Имя профиля
sk_sk: Názov profilu
sl_si: Ime profila
sr_cs: Ime profila
sv_se: Profilnamn
th_th: ชื่อโปรไฟล์
tr_tr: Profil Adı
vi_vn: Tên hồ sơ
zh_tw: 配置文件名稱

# profileNone
source: No profiles available
ar_sa: لا توجد ملفات تعريف متاحة
bg_bg: Няма налични профили
cs_cz: Žádné profily nejsou k dispozici
el_gr: Δεν υπάρχουν διαθέσιμα προφίλ
et_ee: Profiile pole saadaval
fa_ir: هیچ نمایه ای در دسترس نیست
fi_fi: Profiileja ei saatavilla
he_il: אין פרופילים זמינים
hi_in: कोई प्रोफ़ाइल उपलब्ध नहीं है
id_id: Tidak ada profil yang tersedia
ja_jp: 利用可能なプロファイルがありません
ko_kr: 사용 가능한 프로필이 없습니다
lt_lt: Profiliai nepasiekiami
lv_lv: Nav pieejami profili
nl_nl: Geen profielen beschikbaar
pl_pl: Brak dostępnych profili
pt_pt: Não existem perfis disponíveis
ru_ru: Нет доступных профилей
sk_sk: Žiadne dostupné profily
sl_si: Ni profilov na voljo
sr_cs: Nema dostupnih profila
sv_se: Inga profiler tillgängliga
th_th: ไม่มีโปรไฟล์
tr_tr: Kullanılabiir profil yok
vi_vn: Không có sẵn profile
zh_tw: 無可用配置文件

# profileNotSelected
source: No Profile Selected
ar_sa: لم يتم اختيار ملف تعريف
bg_bg: Не е избран профил
cs_cz: Nebyl zvolen žádný profil
el_gr: Δεν επιλέχθηκε προφίλ
et_ee: Profiili pole valitud
fa_ir: هیچ نمایه ای انتخاب نشده است
fi_fi: Profiilia ei valittu
he_il: לא נבחר פרופיל
hi_in: कोई प्रोफ़ाइल नहीं चुनी गई
id_id: Profil Tidak Dipilih
ja_jp: プロフィールが選択されていません
ko_kr: 선택된 프로필 없음
lt_lt: Nepasirinktas profilis
lv_lv: Nav izvēlēts profils
nl_nl: Geen Profiel Geselecteerd
pl_pl: Nie wybrano profilu
pt_pt: Nenhum Perfil Selecionado
ru_ru: Профиль не выбран
sk_sk: Žiadny profil nie je vybratý
sl_si: Profil ni izbran
sr_cs: Profil nije izabran
sv_se: Ingen profil vald
th_th: ไม่ได้เลือกโปรไฟล์
tr_tr: Profil seçilmedi
vi_vn: Không chọn Profile
zh_tw: 未選擇配置文件

# profileSelect
source: Select InvenTree Server
ar_sa: اختر خادم InvenTree
bg_bg: Избор на InvenTree сървър
cs_cz: Vybrat InvenTree server
el_gr: Επιλογή Διακομιστή InvenTree
et_ee: Vali InvenTree server
fa_ir: سرور InvenTree را انتخاب کنید
fi_fi: Valitsee InvenTree-palvelin
he_il: בחר שרת InvenTree
hi_in: InvenTree सर्वर चुनें
id_id: Pilih Server InvenTree
ja_jp: InvenTreeサーバーを選択
ko_kr: InvenTree 서버 선택
lt_lt: Pasirinkite InvenTree serverį
lv_lv: Izvēlieties InvenTree serveri
nl_nl: Selecteer InvenTree Server
pl_pl: Wybierz serwer InvenTree
pt_pt: Selecionar Servidor InvenTree
ru_ru: Выбрать сервер InvenTree
sk_sk: Vyberte InvenTree server
sl_si: Izberite strežnik InvenTree
sr_cs: Izaberite InvenTree Server
sv_se: Välj InvenTree Server
th_th: เลือกเซิร์ฟเวอร์ InvenTree
tr_tr: InvenTree sunucusu seç
vi_vn: Chọn máy chủ InvenTree
zh_tw: 選擇Inventree 服務器

# profileSelectOrCreate
source: Select server or create a new profile
ar_sa: اختر خادماً أو أنشئ ملف تعريف جديد
bg_bg: Изберете сървър или създайте нов профил
cs_cz: Vyberte server nebo vytvořte nový profil
el_gr: Επιλέξτε διακομιστή ή δημιουργήστε νέο προφίλ
et_ee: Vali server või loo uus profiil
fa_ir: سرور را انتخاب کنید یا یک نمایه جدید ایجاد کنید
fi_fi: Valitse palvelin tai luo uusi profiili
he_il: בחר שרת או צור פרופיל חדש
hi_in: सर्वर चुनें या नई प्रोफ़ाइल बनाएं
id_id: Pilih server atau buat profil baru
ja_jp: サーバーを選択するか、新しいプロファイルを作成
ko_kr: 서버 선택 또는 프로필 생성
lt_lt: Pasirinkite serverį arba sukurkite naują profilį
lv_lv: Izvēlieties serveri vai izveidojiet jaunu profilu
nl_nl: Selecteer server of maak een nieuw profiel aan
pl_pl: Wybierz serwer lub utwórz nowy profil
pt_pt: Selecionar servidor ou criar perfil
ru_ru: Выбрать сервер или создать новый профиль
sk_sk: Vyberte server alebo vytvorte nový profil
sl_si: Izberite strežnik ali ustvarite nov profil
sr_cs: Izaberite server ili kreirajte novi profil
sv_se: Välj server eller skapa en ny profil
th_th: เลือกเซิร์ฟเวอร์ หรือสร้างโปรไฟล์ใหม่
tr_tr: Sunucu seçin veya yeni bir profil oluşturun
vi_vn: Chọn máy chủ hoặc tạo mới profile
zh_tw: 選擇服務器或創建新的配置文件

# profileTapToCreate
source: Tap to create or select a profile
ar_sa: اضغط لإنشاء أو اختيار ملف تعريف
bg_bg: Докоснете за създаване или избор на профил
cs_cz: Klepnutím vytvoříte nebo vyberte profil
el_gr: Πατήστε για δημιουργία ή επιλογή προφίλ
et_ee: Puuduta profiili loomiseks või valimiseks
fa_ir: برای ایجاد یا انتخاب نمایه ضربه بزنید
fi_fi: Napauta luodaksesi tai valitaksesi profiilin
he_il: הקש כדי לבחור או ליצור פרופיל
hi_in: प्रोफ़ाइल बनाने या चुनने के लिए टैप करें
id_id: Ketuk untuk membuat atau memilih profil
ja_jp: タップしてプロフィールを作成または選択します
ko_kr: 탭하여 프로필을 생성하거나 선택하세요
lt_lt: Palieskite, kad sukurtumėte arba pasirinktumėte profilį
lv_lv: Pieskarieties, lai izveidotu vai izvēlētos profilu
nl_nl: Tik om een profiel aan te maken of te selecteren
pl_pl: Dotknij, aby utworzyć lub wybrać profil
pt_pt: Toque para criar ou selecionar um perfil
ru_ru: Нажмите, чтобы создать или выбрать профиль
sk_sk: Ťuknutím vytvorte alebo vyberte profil
sl_si: Dotaknite se za ustvarjanje ali izbiro profila
sr_cs: Dodirnite za kreiranje ili izbor profila
sv_se: Tryck för att skapa eller välj en profil
th_th: แตะเพื่อสร้างหรือเลือกโปรไฟล์
tr_tr: Yeni bir profil oluşturmak için tıklayın yada seçin
vi_vn: Nhấn để tạo hoặc chọn profile
zh_tw: 點擊創建或選擇一個配置文件

source: Purchase Order
ar_sa: أمر شراء
bg_bg: Поръчка за покупка
cs_cz: Objednávka
el_gr: Παραγγελία Αγοράς
et_ee: Ostutellimus
fa_ir: سفارش خرید
fi_fi: Ostotilaus
he_il: הזמנת רכש
hi_in: परचेज ऑर्डर
id_id: Pesanan Pembelian
ja_jp: 発注書
ko_kr: 구매 주문
lt_lt: Pirkimo užsakymas
lv_lv: Pirkuma pasūtījums
nl_nl: Inkooporder
pl_pl: Zlecenie Zakupu
pt_pt: Ordem de Compra
ru_ru: Заказ на поставку
sk_sk: Nákupná objednávka
sl_si: Naročilnica
sr_cs: Narudžbenica
sv_se: Inköpsorder
th_th: ใบสั่งซื้อ
tr_tr: Satınalma Siparişi
vi_vn: Đơn hàng
zh_tw: 採購訂單

# purchaseOrderEdit
source: Edit Purchase Order
ar_sa: تعديل أمر الشراء
bg_bg: Редактиране на поръчка за покупка
cs_cz: Upravit objednávku
el_gr: Επεξεργασία Παραγγελίας Αγοράς
et_ee: Muuda ostutellimust
fa_ir: ویرایش سفارش خرید
fi_fi: Muokkaa ostotilausta
he_il: ערוך הזמנת רכש
hi_in: परचेज ऑर्डर संपादित करें
id_id: Ubah Pesanan Pembelian
ja_jp: 発注書の更新
ko_kr: 구매 주문 편집
lt_lt: Redaguoti pirkimo užsakymą
lv_lv: Rediģēt pirkuma pasūtījumu
nl_nl: Bewerk Inkooporder
pl_pl: Edytuj Zlecenie Zakupu
pt_pt: Editar Ordem de Compra
ru_ru: Редактировать заказ на поставку
sk_sk: Upraviť objednávku
sl_si: Uredi Naročilnico
sr_cs: Izmeni Narudžbenicu
sv_se: Redigera inköpsorder
th_th: แก้ไขใบสั่งซื้อ
tr_tr: Satın Alma siparişini düzenle
vi_vn: Chỉnh sửa đơn đặt hàng
zh_tw: 編輯採購訂單

source: Purchase Orders
ar_sa: أوامر الشراء
bg_bg: Поръчки за покупка
cs_cz: Objednávky
el_gr: Παραγγελίες Αγοράς
et_ee: Ostutellimused
fa_ir: سفارش های خرید
fi_fi: Ostotilaukset
he_il: הזמנות רכש
hi_in: परचेज ऑर्डर्स
id_id: Pesanan Pembelian
ja_jp: 発注書
ko_kr: 구매 주문
lt_lt: Pirkimo užsakymai
lv_lv: Pirkuma pasūtījumi
nl_nl: Inkooporders
pl_pl: Zlecenia zakupu
pt_pt: Ordens de Compra
ru_ru: Заказы на поставку
sk_sk: Nákupné objednávky
sl_si: Naročilnice
sr_cs: Narudžbenice
sv_se: Inköpsorder
th_th: คำสั่งซื้อ
tr_tr: Satın Alma Siparişleri
vi_vn: Đơn hàng
zh_tw: 採購訂單

source: Purchase order updated
ar_sa: تم تحديث أمر الشراء
bg_bg: Поръчката за покупка е актуализирана
cs_cz: Objednávka byla aktualizována
el_gr: Η παραγγελία αγοράς ενημερώθηκε
et_ee: Ostutellimus uuendatud
fa_ir: سفارش خرید به روز شد
fi_fi: Ostotilaus päivitetty
he_il: הזמנות רכש עודכנו
hi_in: परचेज ऑर्डर अपडेट किया गया
id_id: Pesanan pembelian diperbarui
ja_jp: 発注書が更新されました
ko_kr: 구매 주문 업데이트됨
lt_lt: Pirkimo užsakymas atnaujintas
lv_lv: Pirkuma pasūtījums atjaunināts
nl_nl: Inkooporder bijgewerkt
pl_pl: Zamówienie zakupu zaktualizowane
pt_pt: Encomenda atualizada
ru_ru: Заказ на поставку обновлен
sk_sk: Nákupná objednávka aktualizovaná
sl_si: Naročilnica posodobljena
sr_cs: Porudžbina ažurirana
sv_se: Inköpsorder uppdaterad
th_th: แก้ไขใบสั่งซื้อแล้ว
tr_tr: Satın Alma Siparişi güncellendi
vi_vn: Cập nhật đơn đặt hàng
zh_tw: 採購訂單已更新

source: Purchase Price
ar_sa: سعر الشراء
bg_bg: Покупна цена
cs_cz: Nákupní cena
el_gr: Τιμή Αγοράς
et_ee: Ostuhind
fa_ir: قیمت خرید
fi_fi: Ostohinta
he_il: מחיר רכישה
hi_in: खरीद मूल्य
id_id: Harga Beli
ja_jp: 購入金額
ko_kr: 매입 가격
lt_lt: Pirkimo kaina
lv_lv: Iepirkuma cena
nl_nl: Inkoopprijs
pl_pl: Cena Zakupu
pt_pt: Preço de Compra
ru_ru: Закупочная цена
sk_sk: Nákupná cena
sl_si: Nakupna cena
sr_cs: Nabavna cena
sv_se: Inköpspris
th_th: ราคาซื้อ
tr_tr: Alış Fiyatı
vi_vn: Giá đơn hàng
zh_tw: 採購價格

source: Quantity
ar_sa: الكمية
bg_bg: Количество
cs_cz: Množství
el_gr: Ποσότητα
et_ee: Kogus
fa_ir: مقدار
fi_fi: Määrä
he_il: כמות
hi_in: मात्रा
id_id: Jumlah
ja_jp: 数量
ko_kr: 수량
lt_lt: Kiekis
lv_lv: Daudzums
nl_nl: Aantal
pl_pl: Ilość
pt_pt: Quantidade
ru_ru: Количество
sk_sk: Množstvo
sl_si: Količina
sr_cs: Količina
sv_se: Antal
th_th: จำนวน
tr_tr: Adet
vi_vn: Số lượng
zh_tw: 數量

source: Quantity Available
ar_sa: الكمية المتوفرة
bg_bg: Налично количество
cs_cz: Dostupné množství
el_gr: Διαθέσιμη Ποσότητα
et_ee: Saadav kogus
fa_ir: مقدار موجود
fi_fi: Saatavilla oleva määrä
he_il: כמות זמינה
hi_in: उपलब्ध मात्रा
id_id: Jumlah Tersedia
ja_jp: 在庫数
ko_kr: 재고 수량
lt_lt: Liekamas kiekis
lv_lv: Pieejamais daudzums
nl_nl: Hoeveelheid beschikbaar
pl_pl: Dostępna ilość
pt_pt: Quantidade Disponível
ru_ru: Доступное количество
sk_sk: Dostupné množstvo
sl_si: Razpoložljiva količina
sr_cs: Raspoloživa količina
sv_se: Tillgängligt antal
th_th: จำนวนคงเหลือ
tr_tr: Hazır miktar
vi_vn: Số lượng còn hàng
zh_tw: 可用數量

# quantityEmpty
source: Quantity is empty
ar_sa: الكمية فارغة
bg_bg: Количеството е празно
cs_cz: Množství je prázdné
el_gr: Η ποσότητα είναι κενή
et_ee: Kogus on tühi
fa_ir: مقدار خالی است
fi_fi: Määrä on tyhjä
he_il: הכמות ריקה
hi_in: मात्रा खाली है
id_id: Jumlah kosong
ja_jp: 数量が空です
ko_kr: 수량이 비어 있습니다
lt_lt: Kiekis tuščias
lv_lv: Daudzums ir tukšs
nl_nl: Aantal is leeg
pl_pl: Ilość jest pusta
pt_pt: Quantidade vazia
ru_ru: Количество не указано
sk_sk: Množstvo je prázdne
sl_si: Količina je prazna
sr_cs: Količina je prazna
sv_se: Antal är tomt
th_th: จำนวนเป็นค่าว่าง
tr_tr: Adet boş
vi_vn: Số lượng bị trống
zh_tw: 容量為空
