Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

# appTitle
source: InvenTree
ar_sa: إنفنTree
fa_ir: اینونتری
ko_kr: InvenTree 재고 관리

source: OK
ar_sa: حسناً
el_gr: ΟΚ
fa_ir: تأیید
he_il: אישור
hi_in: ठीक है
ja_jp: はい
ko_kr: 확인
lt_lt: Gerai
lv_lv: Labi
ru_ru: ОК
sl_si: V redu
th_th: ตกลง
tr_tr: TAMAM
vi_vn: Đồng ý
zh_tw: 確認

source: About
ar_sa: نبذة عنا
bg_bg: Относно
cs_cz: O aplikaci
el_gr: Σχετικά με
et_ee: Info
fa_ir: درباره
fi_fi: Tietoja
he_il: אודות
hi_in: जानकारी
id_id: Tentang
ja_jp: 概要
ko_kr: 정보
lt_lt: Apie
lv_lv: Par lietotni
nl_nl: Over
pl_pl: O nas
pt_pt: Sobre
ru_ru: О проекте
sk_sk: O aplikácii
sl_si: O aplikaciji
sr_cs: O
sv_se: Om
th_th: เกี่ยวกับ
tr_tr: Hakkında
vi_vn: Giới thiệu
zh_tw: 關於

source: Account Details
ar_sa: تفاصيل الحساب
bg_bg: Данни за профила
cs_cz: Podrobnosti účtu
el_gr: Λεπτομέρειες Λογαριασμού
et_ee: Konto andmed
fa_ir: جزئیات حساب
fi_fi: Tilitiedot
he_il: פרטי חשבון
hi_in: खाते का विवरण
id_id: Rincian Akun
ja_jp: アカウントの詳細
ko_kr: 계정 정보
lt_lt: Paskyros duomenys
lv_lv: Konta informācija
nl_nl: Accountgegevens
pl_pl: Szczegóły konta
pt_pt: Detalhes da Conta
ru_ru: Данные аккаунта
sk_sk: Detaily účtu
sl_si: Podrobnosti računa
sr_cs: Detalji naloga
sv_se: Kontouppgifter
th_th: รายละเอียดบัญชีผู้ใช้
tr_tr: Hesap Ayrıntıları
vi_vn: Thông tin tài khoản
zh_tw: 帳號詳情

source: Actions
ar_sa: الإجراءات
bg_bg: Действия
cs_cz: Akce
el_gr: Ενέργειες
et_ee: Tegevused
fa_ir: اقدامات
fi_fi: Toiminnot
he_il: פעולות
hi_in: कार्रवाइयां
id_id: Tindakan
ja_jp: アクション
ko_kr: 작업
lt_lt: Veiksmai
lv_lv: Darbības
nl_nl: Acties
pl_pl: Działania
pt_pt: Ações
ru_ru: Действия
sk_sk: Akcie
sl_si: Dejanja
sr_cs: Akcije
sv_se: Åtgärder
th_th: การดำเนินการ
tr_tr: Eylemler
vi_vn: Chức năng
zh_tw: 操作

# actionsNone
source: No actions available
ar_sa: لا توجد إجراءات متوفرة
bg_bg: Няма налични действия
cs_cz: Nejsou dostupné žádné akce
el_gr: Καμία διαθέσιμη ενέργεια
et_ee: Ühtegi toimingut pole saadaval
fa_ir: اقدامی وجود ندارد
fi_fi: Toimintoja ei saatavilla
he_il: אין פעולות זמינות
hi_in: कोई कार्रवाई उपलब्ध नहीं है
id_id: Tidak ada aksi yang tersedia
ja_jp: 利用可能なアクションはありません
ko_kr: 실행 가능한 작업 없음
lt_lt: Veiksmų nėra
lv_lv: Nav pieejamu darbību
nl_nl: Geen acties beschikbaar
pl_pl: Brak dostępnych działań
pt_pt: Nenhuma ação disponível
ru_ru: Действия недоступны
sk_sk: Žiadne dostupné akcie
sl_si: Ni dejanj na voljo
sr_cs: Nema dostupnih akcija
sv_se: Inga åtgärder tillgängliga
th_th: ไม่มีรายการดำเนินการ
tr_tr: Kullanılabilir eylem yok
vi_vn: Không có thao tác nào khả dụng
zh_tw: 沒有可用的操作

source: Add
ar_sa: إضافة
bg_bg: Добавяне
cs_cz: Přidat
el_gr: Προσθήκη
et_ee: Lisa
fa_ir: افزودن
fi_fi: Lisää
he_il: הוסף
hi_in: जोड़ें
id_id: Tambah
ja_jp: 追加
ko_kr: 추가
lt_lt: Pridėti
lv_lv: Pievienot
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar
ru_ru: Добавить
sk_sk: Pridať
sl_si: Dodaj
sr_cs: Dodaj
sv_se: Lägg till
th_th: เพิ่ม
tr_tr: Ekle
vi_vn: Thêm
zh_tw: 新增

source: Add Stock
ar_sa: إضافة مخزون
bg_bg: Добавяне на наличност
cs_cz: Přidat do skladu
el_gr: Προσθήκη Αποθέματος
et_ee: Lisa ladu
fa_ir: افزودن موجودی
fi_fi: Lisää varastoon
he_il: הוסף מלאי
hi_in: स्टॉक जोड़ें
id_id: Tambah Stok
ja_jp: 在庫を追加
ko_kr: 재고 추가
lt_lt: Pridėti atsargų
lv_lv: Pievienot krājumus
nl_nl: Voorraad toevoegen
pl_pl: Dodaj stan
pt_pt: Adicionar ao estoque
ru_ru: Добавить запасы
sk_sk: Pridať zásoby
sl_si: Dodaj zalogo
sr_cs: Dodaj zalihe
sv_se: Lägg till i lager
th_th: เพิ่มสต็อก
tr_tr: Stok ekle
vi_vn: Thêm kho
zh_tw: 新增庫存

source: Address
ar_sa: العنوان
bg_bg: Адрес
cs_cz: Adresa
el_gr: Διεύθυνση
et_ee: Aadress
fa_ir: نشانی
fi_fi: Osoite
he_il: כתובת
hi_in: पता
id_id: Alamat
ja_jp: アドレス
ko_kr: 주소
lt_lt: Adresas
lv_lv: Adrese
nl_nl: Adres
pl_pl: Adresy
pt_pt: Endereço
ru_ru: Адрес
sk_sk: Adresa
sl_si: Naslov
sr_cs: Adresa
sv_se: Adress
th_th: ที่อยู่
tr_tr: Adres
vi_vn: Địa chỉ
zh_tw: 地址

# appAbout
source: About InvenTree
ar_sa: حولInvenTree
bg_bg: Относно InvenTree
cs_cz: O InvenTree
el_gr: Σχετικά με το InvenTree
et_ee: InvenTree kohta
fa_ir: درباره اینونتری
fi_fi: Tietoja InvenTree:stä
he_il: אודות InvenTree
hi_in: InvenTree के बारे में
id_id: Tentang InvenTree
ja_jp: InvenTree について
ko_kr: InvenTree 소개
lt_lt: Apie InvenTree
lv_lv: Par InvenTree
nl_nl: Over InvenTree
pl_pl: O InvenTree
pt_pt: Sobre o InvenTree
ru_ru: О InvenTree
sk_sk: O aplikácii InvenTree
sl_si: O aplikaciji InvenTree
sr_cs: O InvenTree
sv_se: Om InvenTree
th_th: เกี่ยวกับ Inventree
tr_tr: InvenTree Hakkında
vi_vn: Giới thiệu
zh_tw: 關於InvenTree

source: App Details
ar_sa: تفاصيل التطبيق
bg_bg: Детайли за приложението
cs_cz: Informace o aplikaci
el_gr: Λεπτομέρειες Εφαρμογής
et_ee: Rakenduse üksikasjad
fa_ir: جزئیات برنامه
fi_fi: Sovelluksen tiedot
he_il: פרטי האפליקציה
hi_in: ऐप विवरण
id_id: Rincian Aplikasi
ja_jp: アプリ詳細
ko_kr: 앱 정보
lt_lt: Programėlės informacija
lv_lv: Lietotnes informācija
pl_pl: Szczegóły aplikacji
pt_pt: Detalhes do App
ru_ru: Информация о приложении
sk_sk: Detaily aplikácie
sl_si: Podrobnosti aplikacije
sr_cs: Detalji aplikacije
sv_se: Appdetaljer
th_th: รายละเอียดของแอพพลิเคชั่น
tr_tr: Uygulama Ayrıntıları
vi_vn: Chi tiết về ứng dụng
zh_tw: 應用程式詳情

# appReleaseNotes
source: Display app release notes
ar_sa: عرض ملاحظات الإصدار
bg_bg: Бележки по версията
cs_cz: Zobrazit poznámky k verzi aplikace
el_gr: Προβολή πληροφοριών έκδοσης εφαρμογής
et_ee: Kuva rakenduse väljalaskemärkmed
fa_ir: نمایش یادداشت های انتشار برنامه
fi_fi: Näytä sovelluksen julkaisutiedot
he_il: הצג הערות פרסום של האפליקציה
hi_in: ऐप रिलीज़ नोट्स दिखाएं
id_id: Tampilkan catatan rilis aplikasi
ja_jp: アプリのリリースノートを表示
ko_kr: 앱 릴리즈 노트 표시
lt_lt: Rodyti programėlės versijos naujienas
lv_lv: Rādīt lietotnes atjauninājumu aprakstu
nl_nl: App release notities weergeven
pl_pl: Wyświetl informacje o historii aktualizacji
pt_pt: Exibir notas de versão do aplicativo
ru_ru: Показать заметки о выпуске приложения
sk_sk: Zobraziť poznámky k vydaniu aplikácie
sl_si: Prikaži opombe ob izdaji aplikacije
sr_cs: Prikaži informacije o aplikaciji
sv_se: Visa versionsinfo för app
th_th: แสดงข้อมูลรุ่นของโปรแกรม
tr_tr: Uygulama yayınlama notlarını görüntüle
vi_vn: Hiển thị ghi chú phát hành ứng dụng
zh_tw: 顯示應用程式發布說明

source: App Settings
ar_sa: إعدادات التطبيق
bg_bg: Настройки на приложението
cs_cz: Nastavení aplikace
el_gr: Ρυθμίσεις Εφαρμογής
et_ee: Rakenduse sätted
fa_ir: تنظیمات برنامه
fi_fi: Sovelluksen asetukset
he_il: הגדרות אפליקציה
hi_in: ऐप सेटिंग्स
id_id: Pengaturan Aplikasi
ja_jp: アプリ設定
ko_kr: 앱 설정
lt_lt: Programos nustatymai
lv_lv: Lietotnes iestatījumi
nl_nl: App Instellingen
pl_pl: Ustawienia aplikacji
pt_pt: Configurações do App
ru_ru: Настройки приложения
sk_sk: Nastavenia aplikácie
sl_si: Nastavitve aplikacije
sr_cs: Podešavanja aplikacije
sv_se: Appinställningar
th_th: การตั้งค่าแอปพลิเคชั่น
tr_tr: Uygulama Ayarları
vi_vn: Cài đặt ứng dụng
zh_tw: 程式設定

# appSettingsDetails
source: Configure InvenTree app settings
ar_sa: تكوين إعدادات تطبيق InvenTree
bg_bg: Конфигуриране на настройките на InvenTree
cs_cz: Konfigurovat nastavení aplikace InvenTree
el_gr: Διαμόρφωση ρυθμίσεων της εφαρμογής InvenTree
et_ee: Seadista InvenTree rakenduse seadeid
fa_ir: پیکربندی تنظیمات برنامه
fi_fi: Määritä InvenTree sovelluksen asetukset
he_il: הגדר את הגדרות אפליקציית Inventree
hi_in: InvenTree ऐप सेटिंग्स कॉन्फ़िगर करें
id_id: Konfigurasikan pengaturan aplikasi InvenTree
ja_jp: アプリ設定を構成します
ko_kr: InvenTree 앱 설정 구성
lt_lt: Konfigūruoti InvenTree programėlės nustatymus
lv_lv: Konfigurēt InvenTree lietotnes iestatījumus
nl_nl: Configureer InvenTree app instellingen
pl_pl: Konfiguruj ustawienia aplikacji InvenTree
pt_pt: Configurar os parâmetros do InvenTree
ru_ru: Изменить настройки приложения InvenTree
sk_sk: Nastavenia aplikácie InvenTree
sl_si: Nastavitve aplikacije InvenTree
sr_cs: Konfiguriši podešavanja aplikacije
sv_se: Konfigurera inställningar för InvenTree app
th_th: การตั้งค่าแอพ Inventree
tr_tr: Uygulama ayarlarından yapılandır
vi_vn: Cấu hình cài đặt ứng dụng
zh_tw: 配置 InvenTree 應用程式設定

source: Attachments
ar_sa: المرفقات
bg_bg: Прикачени файлове
cs_cz: Přílohy
el_gr: Συνημμένα
et_ee: Manused
fa_ir: پیوست ها
fi_fi: Liitteet
he_il: קבצים מצורפים
hi_in: अटैचमेंट
id_id: Lampiran
ja_jp: 添付ファイル
ko_kr: 첨부
lt_lt: Priedai
lv_lv: Pielikumi
nl_nl: Bijlagen
pl_pl: Załączniki
pt_pt: Anexos
ru_ru: Вложения
sk_sk: Prílohy
sl_si: Priponke
sr_cs: Prilozi
sv_se: Bilagor
th_th: ไฟล์แนบ
tr_tr: Ekler
vi_vn: Tập tin đính kèm
zh_tw: 附件

source: Attach Image
ar_sa: إرفاق صورة
bg_bg: Прикачване на изображение
cs_cz: Připojit obrázek
el_gr: Επισύναψη Εικόνας
et_ee: Lisa pilte
fa_ir: پیوست تصویر
fi_fi: Liitä kuva
he_il: צירוף תמונה
hi_in: इमेज अटैच करें
id_id: Melampirkan Gambar
ja_jp: 画像を添付
ko_kr: 사진 첨부
lt_lt: Pridėti nuotrauką
lv_lv: Pievienot attēlu
nl_nl: Voeg afbeelding toe
pl_pl: Dodaj zdjęcie
pt_pt: Anexar Imagem
ru_ru: Прикрепить изображение
sk_sk: Priložiť obrázok
sl_si: Pripni sliko
sr_cs: Dodaj sliku
sv_se: Bifoga bild
th_th: แนบรูปภาพ
tr_tr: Görsel Ekle
vi_vn: Hình ảnh đính kèm
zh_tw: 附加影像

# attachmentNone
source: No attachments found
ar_sa: لا توجد مرفقات
bg_bg: Няма намерени прикачени файлове
cs_cz: Žádná příloha nenalezena
el_gr: Δεν βρέθηκαν συνημμένα
et_ee: Manust pole
fa_ir: پیوستی یافت نشد
fi_fi: Liitteitä ei löytynyt
he_il: לא נמצאו קבצים מצורפים
hi_in: कोई अटैचमेंट नहीं मिला
id_id: Tidak ada lampiran yang ditemukan
ja_jp: 添付ファイルが見つかりません。
ko_kr: 첨부 파일이 없음
lt_lt: Prisegtų failų nerasta
lv_lv: Pielikums netika atrasts
nl_nl: Geen bijlagen gevonden
pl_pl: Nie znaleziono załączników
pt_pt: Não foram encontrados quaisquer anexos
ru_ru: Вложений не найдено
sk_sk: Žiadne prílohy
sl_si: Ni najdenih prilog
sr_cs: Nema pronađenih priloga
sv_se: Inga bilagor hittades
th_th: ไม่พบไฟล์แนบ
tr_tr: Hiçbir ek bulunamadı
vi_vn: Không tìm thấy tệp đính kèm
zh_tw: 找不到附件

# attachmentNoneDetail
source: No attachments found
ar_sa: لم يتم العثور على أي مرفقات
bg_bg: Няма намерени прикачени файлове
cs_cz: Žádná příloha nenalezena
el_gr: Δεν βρέθηκαν συνημμένα
et_ee: Manuseid ei leitud
fa_ir: پیوستی یافت نشد
fi_fi: Liitteitä ei löytynyt
he_il: לא נמצאו קבצים מצורפים
hi_in: कोई अटैचमेंट नहीं मिला
id_id: Tidak ada lampiran yang ditemukan
ja_jp: 添付ファイルなし
ko_kr: 첨부 파일이 없음
lt_lt: Nerasta jokių priedų
lv_lv: Pielikums netika atrasts
nl_nl: Geen bijlage gevonden
pl_pl: Nie znaleziono załączników
pt_pt: Não foram encontrados anexos
ru_ru: Вложений не найдено
sk_sk: Nenájdené žiadne prílohy
sl_si: Ni najdenih prilog
sr_cs: Nema pronađenih priloga
sv_se: Inga bilagor hittades
th_th: ไม่พบไฟล์แนบ
tr_tr: Hiçbir ek bulunamadı
vi_vn: Không tìm thấy tệp đính kèm
zh_tw: 找不到附件

# attachmentSelect
source: Select attachment
ar_sa: اختر المرفق
bg_bg: Избор на прикачен файл
cs_cz: Vybrat přílohu
el_gr: Επιλογή επισύναψης
et_ee: Valige manus
fa_ir: انتخاب پیوست
fi_fi: Valitse liite
he_il: בחר קובץ מצורף
hi_in: अटैचमेंट चुनें
id_id: Pilih lampiran
ja_jp: 添付ファイルを選択
ko_kr: 첨부파일 선택
lt_lt: Pasirinkti priedą
lv_lv: Izvēlieties pielikumu
nl_nl: Bijlage selecteren
pl_pl: Wybierz załącznik
pt_pt: Selecionar anexo
ru_ru: Выбрать вложение
sk_sk: Vybrať prílohu
sl_si: Izberi prilogo
sr_cs: Izaberi prilog
sv_se: Välj bilaga
th_th: เลือกไฟล์แนบ
tr_tr: Ek seçin
vi_vn: Chọn tài liệu đính kèm
zh_tw: 選取附件

source: Attention
ar_sa: تنبيه
bg_bg: Внимание
cs_cz: Upozornění
el_gr: Προσοχή
et_ee: Tähelepanu
fa_ir: توجه
fi_fi: Huomio
he_il: תשומת לב
hi_in: ध्यान दें
id_id: Perhatian
ja_jp: 注意
ko_kr: 주의
lt_lt: Dėmesio
lv_lv: Uzmanību
nl_nl: Let op
pl_pl: Uwaga
pt_pt: Aviso
ru_ru: Внимание
sk_sk: Pozor
sl_si: Pozor
sr_cs: Pažnja
sv_se: Obs!
th_th: โปรดทราบ
tr_tr: Dikkat
vi_vn: Chú ý
zh_tw: 關注

source: Available Stock
ar_sa: المخزون المتوفر
bg_bg: Наличен запас
cs_cz: Dostupné zásoby
el_gr: Διαθέσιμο Απόθεμα
et_ee: Saadaval laovaru
fa_ir: ذخیره موجود
fi_fi: Vapaa varasto
he_il: מלאי זמין
hi_in: उपलब्ध स्टॉक
id_id: Stok Tersedia
ja_jp: 在庫あり
ko_kr: 재고 현황
lt_lt: Laisvas kiekis
lv_lv: Pieejamais krājums
nl_nl: Beschikbare Voorraad
pl_pl: Dostępne zasoby
pt_pt: Stock disponível
ru_ru: Доступный запас
sk_sk: Dostupný sklad
sl_si: Razpoložljiva zaloga
sr_cs: Dostupne zalihe
sv_se: Tillgängligt lager
th_th: สต็อกที่มีจำหน่าย
tr_tr: Stokta hazır
vi_vn: Số lượng có sẵn
zh_tw: 可用庫存

# barcodeAssign
source: Assign Barcode
ar_sa: تعيين باركود
bg_bg: Присвояване на баркод
cs_cz: Přiřadit čárový kód
el_gr: Αντιστοίχιση Barcode
et_ee: Määra vöötkood
fa_ir: اضافه بارکد
fi_fi: Aseta viivakoodi
he_il: הקצה ברקוד
hi_in: बारकोड असाइन करें
id_id: Tetapkan barcode
ja_jp: バーコードを割り当てる
ko_kr: 바코드 할당
lt_lt: Priskirti brūkšninį kodą
lv_lv: Piesaistīt svītrkodu
nl_nl: Streepjescode toewijzen
pl_pl: Przypisz kod kreskowy
pt_pt: Atribuir Código de Barras
ru_ru: Назначить штрих-код
sk_sk: Priradiť čiarový kód
sl_si: Dodeli črtno kodo
sr_cs: Dodeli bar kod
sv_se: Tilldela streckkod
th_th: กำหนดบาร์โค้ด
tr_tr: Barkod Ata
vi_vn: Gán mã vạch
zh_tw: 設定條碼

# barcodeAssignDetail
source: Scan custom barcode to assign
ar_sa: امسح الباركود المخصص للتعيين
bg_bg: Сканирайте баркод за присвояване
cs_cz: Naskenovat vlastní čárový kód
el_gr: Σαρώστε προσαρμοσμένο barcode για ανάθεση
et_ee: Skanni määramiseks kohandatud vöötkood
fa_ir: ایجاد بارکد سفارشی
fi_fi: Skannaa mukautettu viivakoodi määrittääksesi
he_il: סרוק ברקוד מותאם אישית להקצאה
hi_in: असाइन करने के लिए कस्टम बारकोड स्कैन करें
id_id: Pindai barcode khusus untuk menetapkan
ja_jp: カスタムバーコードをスキャンして割り当てる
ko_kr: 커스텀 바코드 할당
lt_lt: Nuskaitykite brūkšninį kodą priskyrimui
lv_lv: Skenēt pielāgoto svītrkodu, lai piešķirtu
nl_nl: Scan aangepaste streepjescode om toe te wijzen
pl_pl: Zeskanuj własny kod kreskowy, aby przypisać
pt_pt: Digitalize o código de barras personalizado para atribuir
ru_ru: Просканировать пользовательский штрих-код для назначения
sk_sk: Naskenujte vlastný čiarový kód na priradenie
sl_si: Skeniraj kodo po meri za dodelitev
sr_cs: Skeniraj i dodeli prilagođeni bar kod
sv_se: Skanna anpassad streckkod för att tilldela
th_th: สแกนบาร์โค้ดเพื่อกำหนด
tr_tr: Atamak için özel barkodu tarayın
vi_vn: Quét mã vạch tùy chỉnh để gán
zh_tw: 掃描定制條碼以設置

source: Barcode assigned
ar_sa: تم تعيين الباركود
bg_bg: Баркодът е присвоен
cs_cz: Čárový kód přiřazen
el_gr: Το barcode καταχωρήθηκε
et_ee: Vöötkood määratud
fa_ir: بارکد اضافه شد
fi_fi: Viivakoodi asetettu
he_il: הוקצה ברקוד
hi_in: बारकोड असाइन किया गया
id_id: Barcode ditetapkan
ja_jp: バーコードが割り当てられました
ko_kr: 바코드 할당됨
lt_lt: Brūkšninis kodas priskirtas
lv_lv: Svītrkods piešķirts
nl_nl: Streepjescode toegewezen
pl_pl: Kod kreskowy przypisany
pt_pt: Código de barras atribuído
ru_ru: Штрих-код назначен
sk_sk: Čiarový kód priradený
sl_si: Črtna koda dodeljena
sr_cs: Dodeljen bar kod
sv_se: Streckkod tilldelad!
th_th: บาร์โค้ดที่กำหนดแล้ว
tr_tr: Barkod atandı
vi_vn: Mã vạch đã được gán
zh_tw: 條碼已設置

# barcodeError
source: Barcode scan error
ar_sa: خطأ في مسح الباركود
bg_bg: Грешка при сканиране на баркод
cs_cz: Chyba při skenování čárového kódu
el_gr: Σφάλμα σάρωσης Barcode
et_ee: Vöötkoodi skannimise viga
fa_ir: خطای اسکن بارکد
fi_fi: Viivakoodin skannausvirhe
he_il: שגיאת סריקת ברקוד
hi_in: बारकोड स्कैन त्रुटि
id_id: Kesalahan Pemindaian barcode
ja_jp: バーコードのスキャンエラー
ko_kr: 바코드 스캔 오류
lt_lt: Klaida nuskaitant brūkšninį kodą
lv_lv: Svītrkoda skenēšanas kļūda
nl_nl: Streepjescode scanfout
pl_pl: Błąd czytnika kodów kreskowych
pt_pt: Erro ao escanear código de barras
ru_ru: Ошибка сканирования штрих-кода
sk_sk: Chyba skenovania čiarového kódu
sl_si: Napaka pri branju črtne kode
sr_cs: Greška pri skeniranju bar koda
sv_se: Fel vid skanning av streckkod
th_th: สแกนบาร์โค้ดผิดพลาด
tr_tr: Barkod tarama hatası
vi_vn: Lỗi quét mã vạch
zh_tw: 掃碼錯誤

# barcodeInUse
source: Barcode already assigned
ar_sa: الباركود معين مسبقاً
bg_bg: Баркодът вече е зает
cs_cz: Čárový kód je již přiřazen
el_gr: Το Barcode έχει ήδη ανατεθεί
et_ee: Vöötkood on juba määratud
fa_ir: بارکد قبلا اضافه شده است
fi_fi: Viivakoodi on jo käytössä
he_il: הברקוד כבר הוקצה
hi_in: बारकोड पहले से असाइन किया गया है
id_id: Barcode telah ditetapkan
ja_jp: バーコードは既に割り当てられています
ko_kr: 이미 바코드가 할당됨
lt_lt: Brūkšninis kodas jau priskirtas
lv_lv: Svītrkods jau piešķirts
nl_nl: Streepjescode al toegewezen
pl_pl: Kod kreskowy jest już przypisany
pt_pt: Código de barras já atribuído
ru_ru: Штрих-код уже назначен
sk_sk: Čiarový kód je už priradený
sl_si: Črtna koda je že dodeljena
sr_cs: Bar kod već dodeljen
sv_se: Streckkoden används redan
th_th: บาร์โค้ดถูกใช้แล้ว
tr_tr: Barkod zaten kullanımda
vi_vn: Mã vạch đã được dùng
zh_tw: 條碼已被用過

# barcodeMissingHash
source: Barcode hash data missing from response
ar_sa: بيانات الهاش للباركود مفقودة من الاستجابة
bg_bg: Липсват хеш данни за баркода в отговора
cs_cz: Z odpovědi chybí hash data čárového kódu
el_gr: Λείπουν δεδομένα κατακερματισμού barcode από την απόκριση
et_ee: Vöötkoodi hash-andmed puuduvad vastusest
fa_ir: اطلاعات هش بارکد در پاسخ موجود نیست
fi_fi: Viivakoodin hash-tiedot puuttuvat vastauksesta
he_il: נתוני גיבוב ברקוד חסרים בתגובה
hi_in: रिस्पॉन्स में बारकोड हैश डेटा गायब है
id_id: Data hash barcode hilang dari respons
ja_jp: バーコードから応答にてハッシュデータが欠落しています
ko_kr: 바코드 해시 데이터 응답 없음
lt_lt: Atsakyme trūksta brūkšninio kodo maišos duomenų
lv_lv: Svītrkoda jaucējkoda dati trūkst atbildē
nl_nl: Streepjescode hash gegevens ontbreken in reactie
pl_pl: Brak danych haszujących w odpowiedzi kodu kreskowego
pt_pt: Dados de hash de código de barras faltando na resposta
ru_ru: Данные хэша штрих-кода отсутствуют в ответе
sk_sk: Chýbajúce dáta hash kódu z odpovede
sl_si: Podatki hash kode črtne kode manjkajo v odgovoru
sr_cs: Nedostaju heš podaci bar koda iz odgovora
sv_se: Streckkodshashdata saknas från svar
th_th: ไม่พบข้อมูลแฮชบาร์โค้ดในผลลัพธ์
tr_tr: Barcode hash verisi alınamadı
vi_vn: Dữ liệu băm mã vạch bị thiếu trong phản hồi
zh_tw: 回應中缺少條碼的哈希數

# barcodeNoMatch
source: No match for barcode
ar_sa: لا يوجد تطابق للباركود
bg_bg: Няма съвпадение за баркода
cs_cz: Žádný odpovídající čárový kód
el_gr: Δεν υπάρχει αντιστοιχία με το barcode
et_ee: Vöötkoodile ei leitud vastet
fa_ir: عدم وجود بارکد در سسیستم
fi_fi: Viivakoodille ei löytynyt vastinetta
he_il: אין התאמה לברקוד
hi_in: बारकोड का कोई मिलान नहीं मिला
id_id: Tidak ada kecocokan untuk barcode
ja_jp: バーコードが一致しません
ko_kr: 바코드가 일치하지 않음
lt_lt: Barkodas nerastas
lv_lv: Atbilstība svītrkoda nav atrasta
nl_nl: Geen overeenkomst voor streepjescode
pl_pl: Brak dopasowania dla kodu kreskowego
pt_pt: Não corresponde a nenhum código de barras
ru_ru: Нет совпадений для штрих-кода
sk_sk: Žiadny záznam pre čiarový kód
sl_si: Ni zadetka za črtno kodo
sr_cs: Nema podudaranja za bar kod
sv_se: Ingen träff för streckkod
th_th: ไม่พบข้อมูลบาร์โค้ด
tr_tr: Barkod için eşleşme yok
vi_vn: Không khớp với mã vạch
zh_tw: 無匹配條碼

source: Barcode not assigned
ar_sa: الباركود غير معين
bg_bg: Баркодът не е присвоен
cs_cz: Čárový kód nebyl přiřazen
el_gr: Το barcode δεν καταχωρήθηκε
et_ee: Vöötkood on määramata
fa_ir: بارکد اضافه نشده است
fi_fi: Viivakoodia ei ole määritetty
he_il: ברקוד לא הוקצה
hi_in: बारकोड असाइन नहीं किया गया
id_id: Barcode tidak ditetapkan
ja_jp: バーコードが割り当てられていません
ko_kr: 바코드가 할당되지 않음
lt_lt: Barkodas nepriskirtas
lv_lv: Svītrkods nav piešķirts
nl_nl: Streepjescode niet toegewezen
pl_pl: Kod kreskowy nieprzypisany
pt_pt: Código de barras não atribuído
ru_ru: Штрих-код не назначен
sk_sk: Čiarový kód nepriradený
sl_si: Črtna koda ni dodeljena
sr_cs: Bar kod nije dodeljen
sv_se: Streckkod inte tilldelad
th_th: ยังไม่ได้กำหนดบาร์โค้ด
tr_tr: Barkod atanmış değil
vi_vn: Mã vạch chưa được quét
zh_tw: 未設置條碼

# barcodeScanAssign
source: Scan to assign barcode
ar_sa: امسح لتعيين الباركود
bg_bg: Сканирайте за присвояване на баркод
cs_cz: Skenovat pro přiřazení čárového kódu
el_gr: Σάρωση για εκχώρηση barcode
et_ee: Skanni vöötkoodi määramiseks
fa_ir: برای اختصاص بارکد اسکن کنید
fi_fi: Skannaa liittääksesi viivakoodin
he_il: סרוק כדי להקצות ברקוד
hi_in: बारकोड असाइन करने के लिए स्कैन करें
id_id: Pindai untuk menetapkan barcode
ja_jp: スキャンしてバーコードを割り当てます
ko_kr: 바코드 스캔으로 할당
lt_lt: Skenuoti brūkšniniam kodui priskirti
lv_lv: Skenēt, lai piešķirtu svītrkodu
nl_nl: Scan om streepjescode toe te wijzen
pl_pl: Zeskanuj aby przypisać kod kreskowy
pt_pt: Escaneie para atribuir código de barras
ru_ru: Сканировать для присвоения штрих-кода
sk_sk: Naskenovať pre priradenie čiarového kódu
sl_si: Skeniraj za dodelitev črtne kode
sr_cs: Skeniraj za dodelu bar koda
sv_se: Skanna för att tilldela streckkod
th_th: สแกนเพื่อกำหนดบาร์โค้ด
tr_tr: Atanmış barkodu tara
vi_vn: Quét để gán mã vạch
zh_tw: 掃描以設置條碼

# barcodeScanGeneral
source: Scan an InvenTree barcode
ar_sa: امسح باركود InvenTree
bg_bg: Сканирайте InvenTree баркод
cs_cz: Naskenuj čárový kód InvenTree
el_gr: Σάρωση InvenTree barcode
et_ee: Skanni InvenTree vöötkood
fa_ir: بارکد InvenTree را اسکن کنید
fi_fi: Skannaa InvenTree-viivakoodi
he_il: סרוק ברקוד של InvenTree
hi_in: InvenTree बारकोड स्कैन करें
id_id: Pindai barcode InvenTree
ja_jp: InvenTree バーコードをスキャンする
ko_kr: InvenTree 바코드 스캔
lt_lt: Nuskaityti InvenTree brūkšninį kodą
lv_lv: Skenēt InvenTree svītrkodu
nl_nl: Scan een InvenTree streepjescode
pl_pl: Zeskanuj kod kreskowy InvenTree
pt_pt: Escaneie um código de barras do InvenTree
ru_ru: Сканировать штрих-код InvenTree
sk_sk: Naskenovať InvenTree čiarový kód
sl_si: Skeniraj InvenTree črtno kodo
sr_cs: Skeniraj bar kod
sv_se: Skanna en InvenTree streckkod
th_th: สแกนบาร์โค้ด InvenTree
tr_tr: Bir InvenTree barkodu tara
vi_vn: Quét mã vạch InvenTree
zh_tw: 掃描 InvenTree 條碼

# barcodeScanInItems
source: Scan stock items into this location
ar_sa: امسح عناصر المخزون إلى هذا الموقع
bg_bg: Сканирайте артикули в това местоположение
el_gr: Σάρωση αντικειμένων σε αυτήν την τοποθεσία
et_ee: Skanni laonimistu esemed sellesse asukohta
fa_ir: اقلام موجودی را در این مکان اسکن کنید
fi_fi: Skannaa nimikkeitä tähän sijaintiin
he_il: סרוק פריטי מלאי למיקום זה
hi_in: इस स्थान पर स्टॉक आइटम स्कैन करें
id_id: Pindai item stok ke lokasi ini
ja_jp: 在庫アイテムをスキャンしてこの場所に登録する
ko_kr: 이 위치로 재고 품목 스캔
lt_lt: Nuskaityti prekes į šią vietą
lv_lv: Skenēt krājumus šajā atrašanās vietā
nl_nl: Scan voorraadartikelen naar deze locatie
pl_pl: Zeskanuj przedmioty do tej lokalizacji
pt_pt: Buscar itens de estoque neste local
ru_ru: Сканировать товары на складе в это место
sk_sk: Naskenujte položky na sklad do tejto lokality
sl_si: Skeniraj zalogo na to lokacijo
sr_cs: Skeniraj stavku zaliha na ovu lokaciju
sv_se: Skanna lagervaror till denna plats
th_th: สแกนสินค้าเข้าเก็บในตำแหน่งนี้
tr_tr: Stok kalemlerini bu konumun içine tara
vi_vn: Quét các mặt hàng trong kho vào vị trí này
zh_tw: 將庫存項目掃描進這個位置

# barcodeScanLocation
source: Scan stock location
ar_sa: امسح موقع المخزون
bg_bg: Сканирайте местоположение
cs_cz: Skenovat skladové místo
el_gr: Σάρωση τοποθεσίας αποθέματος
et_ee: Skanni laoasukoht
fa_ir: اسکن محل سهام
fi_fi: Skannaa varastopaikka
he_il: סרוק את מיקום המלאי
hi_in: स्टॉक स्थान स्कैन करें
id_id: Pindai lokasi stok
ja_jp: 在庫場所をスキャン
ko_kr: 재고 위치 스캔
lt_lt: Skenuoti atsargų vietą
lv_lv: Skenēt krājumu atrašanās vietu
nl_nl: Scan voorraadlocatie
pl_pl: Skanuj lokalizację zapasów
pt_pt: Escanear Localização
ru_ru: Сканировать местоположение склада
sk_sk: Skenovať umiestnenie skladu
sl_si: Skeniraj lokacijo zaloge
sr_cs: Skeniraj lokaciju zaliha
sv_se: Skanna lagerplats
th_th: สแกนตำแหน่งสินค้าคงคลัง
tr_tr: Stok konumu tara
vi_vn: Quét vị trí kho hàng
zh_tw: 掃描庫存地點
