Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

source: Manufacturers
ar_sa: المصنّعون
bg_bg: Производители
cs_cz: Výrobci
el_gr: Κατασκευαστές
et_ee: Tootjad
fa_ir: تولیدکننده‌ ها
fi_fi: Valmistajat
he_il: יצרנים
hi_in: निर्माता
id_id: Produsen
ja_jp: 製造元
ko_kr: 제조사
lt_lt: Gamintojai
lv_lv: Ražotāji
nl_nl: Fabrikanten
pl_pl: Producenci
pt_pt: Fabricantes
ru_ru: Производители
sk_sk: Výrobcovia
sl_si: Proizvajalci
sr_cs: Proizvođači
sv_se: Tillverkare
th_th: ผู้ผลิต
tr_tr: Üreticiler
vi_vn: Nhà sản xuất
zh_tw: 製造商

source: Missing Data
ar_sa: بيانات مفقودة
bg_bg: Липсващи данни
cs_cz: Chybějící data
el_gr: Ελλιπή Δεδομένα
et_ee: Puuduvad andmed
fa_ir: داده گمشده
fi_fi: Puuttuvia tietoja
he_il: נתונים חסרים
hi_in: लापता डेटा
id_id: Data Hilang
ja_jp: データ消失
ko_kr: 데이터 누락
lt_lt: Trūksta duomenų
lv_lv: Trūkst datu
nl_nl: Ontbrekende gegevens
pl_pl: Brakujące dane
pt_pt: Dados em falta
ru_ru: Отсутствующие данные
sk_sk: Chýbajúce údaje
sl_si: Manjkajoči podatki
sr_cs: Nedostajući podaci
sv_se: Data saknas
th_th: ข้อมูลสูญหาย
tr_tr: Eksik Veri
vi_vn: Dữ liệu còn thiếu
zh_tw: 缺失數據

source: Name
ar_sa: الاسم
bg_bg: Име
cs_cz: Jméno
el_gr: Όνομα
et_ee: Nimi
fa_ir: نام
fi_fi: Nimi
he_il: שם
hi_in: नाम
id_id: Nama
ja_jp: 名前
ko_kr: 이름
lt_lt: Pavadinimas
lv_lv: Nosaukums
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Название
sk_sk: Názov
sl_si: Ime
sr_cs: Ime
sv_se: Namn
th_th: ชื่อ
tr_tr: Adı
vi_vn: Tên
zh_tw: 名稱

source: Not Connected
ar_sa: غير متصل
bg_bg: Няма връзка
cs_cz: Nepřipojeno
el_gr: Δεν υπάρχει σύνδεση
et_ee: Pole ühendatud
fa_ir: متصل نیست
fi_fi: Ei yhdistetty
he_il: לא מחובר
hi_in: कनेक्टेड नहीं है
id_id: Tidak Tersambung
ja_jp: 接続されていません
ko_kr: 연결 끊김
lt_lt: Neprisijungta
lv_lv: Nav savienojuma
nl_nl: Niet verbonden
pl_pl: Nie połączony
pt_pt: Não Ligado
ru_ru: Соединение не установлено
sk_sk: Nepripojené
sl_si: Ni povezano
sr_cs: Nije povezano
sv_se: Ej ansluten
th_th: ไม่ได้เชื่อมต่อ
tr_tr: Bağlı değil
vi_vn: Không được kết nối
zh_tw: 未連接

source: Notes
ar_sa: ملاحظات
bg_bg: Бележки
cs_cz: Poznámky
el_gr: Σημειώσεις
et_ee: Märkmed
fa_ir: یادداشت ها
fi_fi: Merkinnät
he_il: הערות
hi_in: नोट्स
id_id: Catatan
ja_jp: メモ
ko_kr: 메모
lt_lt: Pastabos
lv_lv: Piezīmes
nl_nl: Opmerkingen
pl_pl: Notatki
pt_pt: Notas
ru_ru: Заметки
sk_sk: Poznámky
sl_si: Opombe
sr_cs: Beleške
sv_se: Anteckningar
th_th: หมายเหตุ
tr_tr: Notlar
vi_vn: Ghi chú
zh_tw: 備註

source: Notifications
ar_sa: إشعارات
bg_bg: Известия
cs_cz: Notifikace
el_gr: Ειδοποιήσεις
et_ee: Teavitused
fa_ir: اعلان ها
fi_fi: Ilmoitukset
he_il: התראות
hi_in: सूचनाएं
id_id: Notifikasi
ja_jp: 通知
ko_kr: 알림
lt_lt: Pranešimai
lv_lv: Paziņojumi
nl_nl: Meldingen
pl_pl: Powiadomienia
pt_pt: Notificações
ru_ru: Уведомления
sk_sk: Upozornenia
sl_si: Obvestila
sr_cs: Notifikacije
sv_se: Aviseringar
th_th: การแจ้งเตือน
tr_tr: Bildirimler
vi_vn: Thông báo
zh_tw: 通知

# notificationsEmpty
source: No unread notifications
ar_sa: لا توجد إشعارات غير مقروءة
bg_bg: Няма непрочетени известия
cs_cz: Žádná nepřečtená oznámení
el_gr: Καμία μη αναγνωσμένη ειδοποίηση
et_ee: Lugemata teavitusi pole
fa_ir: اطلاعیه خوانده نشده‌ای وجود ندارد
fi_fi: Ei lukemattomia ilmoituksia
he_il: אין התראות שלא נקראו
hi_in: कोई अपठित सूचना नहीं है
id_id: Tidak ada notifikasi yang belum dibaca
ja_jp: 未読通知なし
ko_kr: 읽지 않은 알림이 없습니다
lt_lt: Neturite neperskaitytų pranešimų
lv_lv: Nav nelasītu paziņojumu
nl_nl: Geen ongelezen meldingen
pl_pl: Brak nowych powiadomień
pt_pt: Não tem notificações por ler
ru_ru: Нет непрочитанных уведомлений
sk_sk: Žiadne neprečítané upozornenia
sl_si: Ni neprebranih obvestil
sr_cs: Nema nepročitanih notifikacija
sv_se: Inga olästa aviseringar
th_th: ไม่มีการแจ้งเตือนใหม่
tr_tr: Okunmamış bildirim yok
vi_vn: Không có thông báo chưa đọc
zh_tw: 沒有未讀通知

# noResponse
source: No Response from Server
ar_sa: لا يوجد رد من الخادم
bg_bg: Няма отговор от сървъра
cs_cz: Žádná odpověď serveru
el_gr: Χωρίς απόκριση από τον διακομιστή
et_ee: Server ei vasta
fa_ir: پاسخی از سرور دریافت نشد
fi_fi: Palvelin ei vastaa
he_il: אין תגובה מהשרת
hi_in: सर्वर से कोई प्रतिक्रिया नहीं मिली
id_id: Tidak ada respon dari server
ja_jp: サーバーからの応答がありません
ko_kr: 서버 응답 없음
lt_lt: Atsakymo iš serverio negauta
lv_lv: Nav atbildes no servera
nl_nl: Geen reactie van de server
pl_pl: Brak odpowiedzi od serwera
pt_pt: Sem resposta do servidor
ru_ru: Нет ответа от сервера
sk_sk: Žiadna odpoveď zo servera
sl_si: Ni odziva strežnika
sr_cs: Nema odgovora od servera
sv_se: Inget svar från servern
th_th: ไม่มีการตอบสนองจากเซิร์ฟเวอร์
tr_tr: Sunucudan yanıt yok
vi_vn: Không có phản hồi từ máy chủ
zh_tw: 服務器未響應

source: No Results
ar_sa: لا توجد نتائج
bg_bg: Няма резултати
cs_cz: Žádné výsledky
el_gr: Κανένα αποτέλεσμα
et_ee: Tulemusi pole
fa_ir: بدون نتیجه
fi_fi: Ei tuloksia
he_il: אין תוצאות
hi_in: कोई परिणाम नहीं मिला
id_id: Tidak ada hasil
ja_jp: 一致する結果なし
ko_kr: 결과 없음
lt_lt: Rezultatų nerasta
lv_lv: Nav rezultātu
nl_nl: Geen Resultaten
pl_pl: Brak wyników
pt_pt: Sem resultados
ru_ru: Нет результатов
sk_sk: Žiadne výsledky
sl_si: Ni rezultatov
sr_cs: Nema rezultata
sv_se: Inga resultat
th_th: ไม่พบรายการ
tr_tr: Sonuç Yok
vi_vn: Không có kết quả
zh_tw: 無結果

source: No Subcategories
ar_sa: لا توجد فئات فرعية
bg_bg: Няма подкатегории
cs_cz: Žádná podkategorie
el_gr: Δεν υπάρχουν υποκατηγορίες
et_ee: Alamkategooriaid pole
fa_ir: بدون زیر دسته بندی
fi_fi: Ei alaluokkia
he_il: אין קטגורית משנה
hi_in: कोई उपश्रेणियाँ नहीं हैं
id_id: Tidak ada subkategori
ja_jp: サブカテゴリはありません
ko_kr: 하위 카테고리 없음
lt_lt: Nėra subkategorijų
lv_lv: Nav apakškategoriju
nl_nl: Geen Subcategorieën
pl_pl: Brak podkategorii
pt_pt: Sem Subcategorias
ru_ru: Нет подкатегории
sk_sk: Žiadne podkategórie
sl_si: Ni podkategorij
sr_cs: Nema podkategorija
sv_se: Inga underkategorier
th_th: ไม่มีหมวดหมู่ย่อย
tr_tr: Alt kategori yok
vi_vn: Không có danh mục con
zh_tw: 無子類別

source: No subcategories available
ar_sa: لا تتوفر فئات فرعية
bg_bg: Няма налични подкатегории
cs_cz: Žádné podkategorie nejsou k dispozici
el_gr: Δεν υπάρχουν διαθέσιμες υποκατηγορίες
et_ee: Ühtegi alamkategooriat pole saadaval
fa_ir: هیچ زیر دسته بندی ای در دسترس نیست
fi_fi: Alaluokkia ei saatavilla
he_il: אין קטכוריות משנה זמינות
hi_in: कोई उपश्रेणियाँ उपलब्ध नहीं हैं
id_id: Tidak ada subkategori tersedia
ja_jp: 利用可能なサブ在庫場所がありません
ko_kr: 사용 가능한 하위 카테고리가 없습니다
lt_lt: Subkategorijų nėra
lv_lv: Apakškategoriju nav.
nl_nl: Geen subcategorieën beschikbaar
pl_pl: Brak dostępnych podkategorii
pt_pt: Sem subcategorias disponíveis
ru_ru: Нет доступных подкатегорий
sk_sk: Žiadne podkategórie k dispozícii
sl_si: Ni podkategorij na voljo
sr_cs: Nema dostupnih podkategorija
sv_se: Inga underkategorier tillgängliga
th_th: ไม่มีหมวดหมู่ย่อย
tr_tr: Uygun alt kategori yok
vi_vn: Không có sẵn danh mục
zh_tw: 無可用子類別

# numberInvalid
source: Invalid number
ar_sa: رقم غير صالح
bg_bg: Невалиден номер
cs_cz: Neplatné číslo
el_gr: Μη έγκυρος αριθμός
et_ee: Vigane number
fa_ir: عدد نامعتبر
fi_fi: Virheellinen numero
he_il: מספר לא חוקי
hi_in: अमान्य संख्या
id_id: Nomor tidak valid
ja_jp: 無効な値
ko_kr: 유효하지 않은 숫자
lt_lt: Neteisingas skaičius
lv_lv: Nederīgs skaitlis
nl_nl: Ongeldig nummer
pl_pl: Błędny numer
pt_pt: Número inválido
ru_ru: Неправильный номер
sk_sk: Neplatné číslo
sl_si: Neveljavna številka
sr_cs: Nevažeći broj
sv_se: Ogiltigt nummer
th_th: จำนวนไม่ถูกต้อง
tr_tr: Geçersiz numara
vi_vn: Số không hợp lệ
zh_tw: 無效的數字

source: On Order
ar_sa: قيد الطلب
bg_bg: В поръчка
cs_cz: Na objednávku
el_gr: Σε Παραγγελία
et_ee: Tellimisel
fa_ir: در سفارش
fi_fi: Tilauksessa
he_il: בהזמנה
hi_in: ऑर्डर पर
id_id: Pada Pesanan
ja_jp: 注文中
ko_kr: 주문 중
lt_lt: Užsakyta
lv_lv: Pasūtīts
nl_nl: In bestelling
pl_pl: W Zamówieniu
pt_pt: Em Encomenda
ru_ru: Под заказ
sk_sk: Na objednávku
sl_si: V naročilu
sr_cs: Na nalogu
sv_se: På order
th_th: กำลังสั่งซื้อ
tr_tr: Siparişte
vi_vn: Bật đơn hàng
zh_tw: 已訂購

# onOrderDetails
source: Items currently on order
ar_sa: الأصناف المطلوبة حالياً
bg_bg: Артикули в текущи поръчки
cs_cz: Položky momentálně v objednávce
el_gr: Αντικείμενα που βρίσκονται σε παραγγελία
et_ee: Tellitud tooted
fa_ir: آیتم ها در حال حاضر در سفارش
fi_fi: Tilauksessa olevat nimikkeet
he_il: פריטים בהזמנה כרגע
hi_in: वर्तमान में ऑर्डर की गई वस्तुएं
id_id: Item yang saat ini sedang dipesan
ja_jp: 現在注文中のアイテム
ko_kr: 현재 주문 중인 품목
lt_lt: Šiuo metu užsakytos prekės
lv_lv: Preces pasūtījumā
nl_nl: Items momenteel in bestelling
pl_pl: Pozycje obecnie w zamówieniu
pt_pt: Artigos atualmente em encomenda
ru_ru: Заказаные элементы
sk_sk: Položky aktuálne na objednávke
sl_si: Predmeti v naročilu
sr_cs: Stavke trenutno na nalogu
sv_se: Artiklar på beställning för närvarande
th_th: รายการสินค้าที่กำลังสั่งซื้อ
tr_tr: Parça şuan siparişte
vi_vn: Các mặt hàng hiện đang có trên đơn hàng
zh_tw: 當前訂購項目

source: Packaging
ar_sa: التغليف
bg_bg: Опаковка
cs_cz: Balení
el_gr: Συσκευασία
et_ee: Pakkimine
fa_ir: بسته بندی
fi_fi: Pakkaus
he_il: אריזה
hi_in: पैकेजिंग
id_id: Kemasan
ja_jp: 梱包中
ko_kr: 포장
lt_lt: Pakuotė
lv_lv: Iepakojums
nl_nl: Verpakkingen
pl_pl: Opakowanie
pt_pt: Embalagem
ru_ru: Упаковка
sk_sk: Balenie
sl_si: Pakiranje
sr_cs: Pakovanje
sv_se: Paketering
th_th: บรรจุภัณฑ์
tr_tr: Paketleme
vi_vn: Đóng gói
zh_tw: 打包

source: Package Name
ar_sa: اسم العبوة
bg_bg: Име на опаковката
cs_cz: Název balíčku
el_gr: Όνομα Πακέτου
et_ee: Pakendi nimi
fa_ir: نام بسته
fi_fi: Pakkauksen nimi
he_il: שם החבילה
hi_in: पैकेज का नाम
id_id: Nama Paket
ja_jp: パッケージ名
ko_kr: 패키지 이름
lt_lt: Paketo pavadinimas
lv_lv: Iepakojuma nosaukums
nl_nl: Pakketnaam
pl_pl: Nazwa pakietu
pt_pt: Nome do Pacote
ru_ru: Название упаковки
sk_sk: Názov balíka
sl_si: Ime paketa
sr_cs: Naziv paketa
sv_se: Paketets namn
th_th: ชื่อแพ็กเกจ
tr_tr: Paket İsmi
vi_vn: Tên gói
zh_tw: 包名

source: Parameters
ar_sa: المعايير
bg_bg: Параметри
cs_cz: Paramtery
el_gr: Παράμετροι
et_ee: Parameetrid
fa_ir: پارامترها
fi_fi: Parametrit
he_il: פרמטרים
hi_in: पैरामीटर्स
id_id: Parameter
ja_jp: パラメーター
ko_kr: 매개변수
lt_lt: Parametrai
lv_lv: Parametri
pl_pl: Parametry
pt_pt: Parâmetros
ru_ru: Параметры
sk_sk: Parametre
sl_si: Parametri
sr_cs: Parametri
sv_se: Parametrar
th_th: พารามิเตอร์
tr_tr: Parametreler
vi_vn: Thông số
zh_tw: 參數

# parametersSettingDetail
source: Display part parameters
ar_sa: عرض معايير القطعة
bg_bg: Показване на параметри на частта
cs_cz: Zobrazit parametry
el_gr: Εμφάνιση παραμέτρων εξαρτήματος
et_ee: Kuva osa parameetrid
fa_ir: نمایش پارامترهای قطعه
fi_fi: Näytä osan parametrit
he_il: הצגת פרמטרים של פריטים
hi_in: पार्ट के पैरामीटर्स दिखाएं
id_id: Tampilkan parameter komponen
ja_jp: 部品パラメータを表示
ko_kr: 부품 파라미터 표시
lt_lt: Rodyti detalės parametrus
lv_lv: Detaļas parametru attēlojums
nl_nl: Onderdeel parameters weergeven
pl_pl: Wyświetl parametry części
pt_pt: Mostrar parâmetros da peça
ru_ru: Отображение параметров детали
sk_sk: Zobraziť parametre dielu
sl_si: Prikaz parametrov dela
sr_cs: Prikaz parametara dela
sv_se: Visa artikelparametrar
th_th: แสดงรายละเอียดพารามิเตอร์ชิ้นส่วน
tr_tr: Parça parametrelerini görüntüle
vi_vn: Hiển thị các thông số
zh_tw: 顯示零件參數

source: Parent
ar_sa: رئيسي
bg_bg: Родител
cs_cz: Nadřazený
el_gr: Γονικό
et_ee: Ülem
fa_ir: بالاسری
fi_fi: Ylätaso
he_il: הורה
hi_in: पैरेंट
id_id: Induk
ja_jp: 親
ko_kr: 상위
lt_lt: Pagrindinis
lv_lv: Vecāks
nl_nl: Bovenliggend
pl_pl: Nadrzędny
pt_pt: Principal
ru_ru: Родитель
sk_sk: Rodič
sl_si: Nadrejen
sr_cs: Roditelj
sv_se: Föregående
th_th: รายการหลัก
tr_tr: Üst
vi_vn: Thư mục cha
zh_tw: 上級

source: Parent Category
ar_sa: الفئة الرئيسية
bg_bg: Родителска категория
cs_cz: Nadřazená kategorie
el_gr: Γονική Κατηγορία
et_ee: Ülemkategooria
fa_ir: دسته بالاسری
fi_fi: Yläkategoria
he_il: קטגוריית אם
hi_in: पैरेंट श्रेणी
id_id: Kategori Induk
ja_jp: 親カテゴリ
ko_kr: 상위 카테고리
lt_lt: Pagrindinė kategorija
lv_lv: Vecākā kategorija
nl_nl: Bovenliggende categorie
pl_pl: Kategoria nadrzędna
pt_pt: Categoria Principal
ru_ru: Родительская категория
sk_sk: Nadradená kategória
sl_si: Nadrejena kategorija
sr_cs: Nadređena Kategorija
sv_se: Föregående Kategori
th_th: หมวดหมู่หลัก
tr_tr: Üst Kategori
vi_vn: Danh mục cha
zh_tw: 上級類別

source: Parent Location
ar_sa: الموقع الرئيسي
bg_bg: Родителско местоположение
cs_cz: Nadřazená místo
el_gr: Γονική Τοποθεσία
et_ee: Ülemkoht
fa_ir: مکان بالاسری
fi_fi: Yläsijainti
he_il: מיקום אם
hi_in: पैरेंट स्थान
id_id: Lokasi Orang Tua
ja_jp: 上位の場所
ko_kr: 상위 위치
lt_lt: Pirminė vieta
lv_lv: Atrašanās vieta augstāk
nl_nl: Bovenliggende Locatie
pl_pl: Lokalizacja Nadrzędna
pt_pt: Localização Principal
ru_ru: Родительское местоположение
sk_sk: Nadradená lokácia
sl_si: Nadrejena lokacija
sr_cs: Matična lokacija
sv_se: Föregående Plats
th_th: สถานที่ตั้งหลัก
tr_tr: Bağlı lokasyon
vi_vn: Vị trí thư mục cha
zh_tw: 上級地點

source: Part
ar_sa: قطعة
bg_bg: Част
cs_cz: Díl
el_gr: Εξάρτημα
et_ee: Osa
fa_ir: قطعه
fi_fi: Osa
he_il: פריט
hi_in: पार्ट
id_id: Suku Cadang
ja_jp: パーツ
ko_kr: 부품
lt_lt: Detalė
lv_lv: Detaļa
nl_nl: Onderdeel
pl_pl: Część
pt_pt: Peça
ru_ru: Компонент
sk_sk: Diel
sl_si: Del
sr_cs: Deo
sv_se: Artkel
th_th: ชิ้นส่วน
tr_tr: Parça
vi_vn: Phụ kiện
zh_tw: 零件

# partCreate
source: New Part
ar_sa: قطعة جديدة
bg_bg: Нова част
cs_cz: Nový díl
el_gr: Νέο Εξάρτημα
et_ee: Uus osa
fa_ir: قطعه جدید
fi_fi: Uusi osa
he_il: פריט חדש
hi_in: नया पार्ट
id_id: Part baru
ja_jp: 新規部品
ko_kr: 새 부품
lt_lt: Nauja detalė
lv_lv: Jauna detaļa
nl_nl: Nieuw onderdeel
pl_pl: Nowy Komponent
pt_pt: Nova Peça
ru_ru: Новый компонент
sk_sk: Nový diel
sl_si: Nov del
sr_cs: Novi Deo
sv_se: Ny Artikel
th_th: ชิ้นส่วนใหม่
tr_tr: Yeni Parça
vi_vn: Phụ kiện mới
zh_tw: 新零件

# partCreateDetail
source: Create new part in this category
ar_sa: إنشاء قطعة جديدة في هذه الفئة
bg_bg: Създаване на нова част в тази категория
cs_cz: Vytvořit nový díl v této kategorii
el_gr: Δημιουργία νέου εξαρτήματος σε αυτή την κατηγορία
et_ee: Loo selles kategoorias uus osa
fa_ir: ساختن قطعه جدید در این دسته
fi_fi: Luo uusi osa tähän kategoriaan
he_il: צור פריט חדש בקטגוריה זו
hi_in: इस श्रेणी में नया पार्ट बनाएं
id_id: Buat kategori Part baru
ja_jp: このカテゴリに新しいパーツを作成
ko_kr: 이 카테고리에 새 부품 생성
lt_lt: Sukurti naują detalę šioje kategorijoje
lv_lv: Izveidot jaunu detaļu šajā kategorijā
nl_nl: Nieuw onderdeel in deze categorie maken
pl_pl: Utwórz nowy komponent w tej kategorii
pt_pt: Criar nova peça nesta categoria
ru_ru: Создать компонент в данной категории
sk_sk: Vytvoriť nový diel v tejto kategórii
sl_si: Ustvari nov del v tej kategoriji
sr_cs: Kreiraj novi deo u ovoj kategoriji
sv_se: Skapa ny artikel i denna kategori
th_th: สร้างชิ้นส่วนใหม่ในหมวดนี้
tr_tr: Yeni parça kategorisi oluştur
vi_vn: Thêm phụ kiện mới trong danh mục
zh_tw: 在此類別中創建新的零件

# partEdited
source: Part updated
ar_sa: تم تحديث القطعة
bg_bg: Частта е актуализирана
cs_cz: Díl byl aktualizován
el_gr: Το εξάρτημα ενημερώθηκε
et_ee: Osa on uuendatud
fa_ir: قطعه به روز رسانی شد
fi_fi: Osa on päivitetty
he_il: פריט עודכן
hi_in: पार्ट अपडेट किया गया
id_id: Part diperbarui
ja_jp: 部品が更新されました
ko_kr: 부품 업데이트됨
lt_lt: Detalė atnaujinta
lv_lv: Detaļa atjaunināta
nl_nl: Onderdeel bijgewerkt
pl_pl: Część zaktualizowana
pt_pt: Peça atualizada
ru_ru: Деталь обновлена
sk_sk: Diel aktualizovaný
sl_si: Del posodobljen
sr_cs: Deo ažuriran
sv_se: Artikel uppdaterad
th_th: แก้ไขชิ้นส่วนแล้ว
tr_tr: Parça Güncellendi
vi_vn: Cập nhật phụ kiện
zh_tw: 零件已更新

source: Parts
ar_sa: القطع
bg_bg: Части
cs_cz: Díly
el_gr: Εξαρτήματα
et_ee: Osad
fa_ir: قطعه ها
fi_fi: Osat
he_il: פריטים
hi_in: पार्ट्स
id_id: Suku Cadang
ja_jp: パーツ
ko_kr: 부품
lt_lt: Dalys
lv_lv: Daļas
nl_nl: Onderdelen
pl_pl: Części
pt_pt: Peças
ru_ru: Номенклатура
sk_sk: Diely
sl_si: Deli
sr_cs: Delovi
sv_se: Artiklar
th_th: ชิ้นส่วน
tr_tr: Parçalar
vi_vn: Phụ tùng
zh_tw: 零件

# partsNone
source: No Parts
ar_sa: لا توجد قطع
bg_bg: Няма части
cs_cz: Žádné díly
el_gr: Δεν υπάρχουν εξαρτήματα
et_ee: Osasid pole
fa_ir: بدون قطعه
fi_fi: Ei osia
he_il: אין פריטים
hi_in: कोई पार्ट्स नहीं
id_id: Tanpa Part
ja_jp: パーツがありません
ko_kr: 부품 없음
lt_lt: Dalių nėra
lv_lv: Detaļu nav
nl_nl: Geen onderdelen
pl_pl: Brak części
pt_pt: Sem Peças
ru_ru: Нет компонентов
sk_sk: Žiadne súčiastky
sl_si: Ni delov
sr_cs: Nema delova
sv_se: Inga Artiklar
th_th: ไม่มีอะไหล่
tr_tr: Parça Yok
vi_vn: Không có phụ tùng
zh_tw: 無零件

# partNoResults
source: No parts matching query
ar_sa: لا توجد قطع تطابق البحث
bg_bg: Няма части, отговарящи на търсенето
cs_cz: Žádné díly neodpovídají dotazu
el_gr: Κανένα εξάρτημα δεν ταιριάζει με την αναζήτηση
et_ee: Päringule vastavaid osasid ei leitud
fa_ir: هیچ قطعه ای مطابق با جست و جو یافت نشد
fi_fi: Ei hakua vastaavia osia
he_il: אין פריטים התואמים לשאילתה
hi_in: कोई पार्ट नहीं मिला
id_id: Tidak ada Part yang cocok dengan kueri
ja_jp: クエリに一致する部品がありません
ko_kr: 검색 결과 없음
lt_lt: Atsiprašau, pagal užklausą dalių nerasta
lv_lv: Nav detaļu, kas atbilstu vaicājumam
nl_nl: Geen onderdelen gevonden voor zoekopdracht
pl_pl: Brak komponentów pasujących do zapytania
pt_pt: Nenhuma peça corresponde à pesquisa
ru_ru: Нет компонентов, соответствующих запросу
sk_sk: Žiadne diely zodpovedajúce dopytu
sl_si: Ni delov, ki bi ustrezali poizvedbi
sr_cs: Nema delova koji odgovaraju upitu
sv_se: Inga artiklar som matchar sökfrågan
th_th: ไม่พบชิ้นส่วนที่ตรงกับคำค้นหา
tr_tr: Sorguyla eşleşen parça yok
vi_vn: Không có phụ kiện nào phù hợp
zh_tw: 沒有匹配查詢的零件

source: Part Settings
ar_sa: إعدادات القطع
bg_bg: Настройки на частите
cs_cz: Nastavení dílu
el_gr: Ρυθμίσεις Εξαρτημάτων
et_ee: Osa seaded
fa_ir: تنظیمات قطعه
fi_fi: Osan asetukset
he_il: הגדרות פריט
hi_in: पार्ट सेटिंग्स
id_id: Pengaturan Part
ja_jp: 部品設定
ko_kr: 부품 설정
lt_lt: Dalies nustatymai
lv_lv: Detaļas iestatījumi
nl_nl: Onderdeel instellingen
pl_pl: Ustawienia części
pt_pt: Definições da Peça
ru_ru: Настройки деталей
sk_sk: Nastavenia súčiastky
sl_si: Nastavitve artikla
sr_cs: Podešavanja dela
sv_se: Artikel inställningar
th_th: ตั้งค่าชิ้นส่วน
tr_tr: Parça Ayarları
vi_vn: Cài đặt phụ kiện
zh_tw: 零件設置

# partsStarred
source: Subscribed Parts
ar_sa: القطع المفضلة
bg_bg: Абонирани части
cs_cz: Odebírané díly
el_gr: Εγγεγραμμένα Εξαρτήματα
et_ee: Jälgitavad detailid
fa_ir: قطعه مشترک
fi_fi: Tilatut osat
he_il: פריטים במעקב
hi_in: सब्सक्राइब किए गए पार्ट्स
id_id: Part yang disubcribe
ja_jp: 購読済み部品
ko_kr: 즐겨찾는 부품
lt_lt: Prenumeruojamos dalys
lv_lv: Abonētās detaļas
nl_nl: Geabonneerde Onderdelen
pl_pl: Obserwowane części
pt_pt: Peças Subscritas
ru_ru: Детали с включёнными уведомлениями
sk_sk: Obľúbené diely
sl_si: Priljubljeni deli
sr_cs: Omiljeni delovi
sv_se: Prenumererade artiklar
th_th: ชิ้นส่วนที่ติดตาม
tr_tr: Takip Edilen Parçalar
vi_vn: Đăng kí phụ kiện
zh_tw: 訂閲的零件

# partsStarredNone
source: No starred parts available
ar_sa: لا توجد قطع مفضلة متاحة
bg_bg: Няма налични абонирани части
cs_cz: Nejsou k dispozici žádné oblíbené díly
el_gr: Δεν υπάρχουν εγγεγραμμένα εξαρτήματα
et_ee: Jälgitavaid detaile pole
fa_ir: هیچ قطعه های ستاره دار شده ای در دسترس نیستند
fi_fi: Ei tilattuja osia saatavilla
he_il: אין פריטים זמינים שמסומנים בכוכב
hi_in: कोई तारांकित पुर्जे उपलब्ध नहीं हैं
id_id: Tidak ada part yang diberi bintang yang tersedia
ja_jp: お気に入りのパーツはありません
ko_kr: 즐겨찾기된 부품이 없습니다
lt_lt: Nėra pažymėtų detalių
lv_lv: Nav nevienu atzīmētu detaļu
nl_nl: Geen delen met ster beschikbaar
pl_pl: Brak części oznaczonych gwiazdką
pt_pt: Não existem peças favoritas disponíveis
ru_ru: Отмеченные детали не доступны
sk_sk: Žiadne označené diely k dispozícii
sl_si: Ni razpoložljivih nobenih označenih delov.
sr_cs: Nema označenih delova.
sv_se: Inga stjärnmärkta artiklar tillgängliga
th_th: ไม่มีชิ้นส่วนติดดาว
tr_tr: Yıldızlı parça yok
vi_vn: Không có phụ kiện được gắn dấu sao nào
zh_tw: 沒有可用的帶星號零件

source: Part Suppliers
ar_sa: موردو القطع
bg_bg: Доставчици на части
cs_cz: Dodavatelé dílů
el_gr: Προμηθευτές Εξαρτήματος
et_ee: Detailide tarnijad
fa_ir: تامین کنندگان قطعه
fi_fi: Osan toimittajat
he_il: ספקי פריטים
hi_in: पुर्जा आपूर्तिकर्ता
id_id: Pemasok Part
ja_jp: 部品サプライヤー
ko_kr: 부품 공급업체
lt_lt: Detalių tiekėjai
lv_lv: Daļu piegādātāji
nl_nl: Onderdeel Leveranciers
pl_pl: Dostawcy Części
pt_pt: Fornecedores de Peças
ru_ru: Поставщики детали
sk_sk: Dodávatelia dielov
sl_si: Dobavitelji delov
sr_cs: Dobavljači delova
sv_se: Artikel leverantörer
th_th: ผู้จำหน่ายชิ้นส่วน
tr_tr: Parça Tedarikçileri
vi_vn: Nhà cung cấp phụ kiện
zh_tw: 零件供應商

source: Part Category
ar_sa: فئة القطعة
bg_bg: Категория на частта
cs_cz: Kategorie dílu
el_gr: Κατηγορία Εξαρτήματος
et_ee: Detaili kategooria
fa_ir: دسته قطعه
fi_fi: Osakategoria
he_il: קטגוריית פריט
hi_in: पुर्जा श्रेणी
id_id: Kategori Part
ja_jp: パーツカテゴリー
ko_kr: 부품 분류
lt_lt: Dalies kategorija
lv_lv: Daļas kategorija
nl_nl: Onderdeel Categorie
pl_pl: Kategoria części
pt_pt: Categoria de Peça
ru_ru: Категория детали
sk_sk: Kategória súčiastky
sl_si: Kategorija dela
sr_cs: Kategorija dela
sv_se: Artikel Kategori
th_th: หมวดหมู่ชิ้นส่วน
tr_tr: Parça Kategorileri
vi_vn: Danh mục sản phẩm
zh_tw: 零件類別

# partCategoryTopLevel
source: Top level part category
ar_sa: الفئة الرئيسية للقطع
bg_bg: Категория от най-високо ниво
cs_cz: Kategorie dílu nejvyšší úrovně
el_gr: Κατηγορία εξαρτήματος ανώτερου επιπέδου
et_ee: Ülemise taseme kategooria
fa_ir: دسته سطح بالای قطعه
fi_fi: Ylätason osakategoria
he_il: קטגוריית פריטים ברמה עליונה
hi_in: शीर्ष स्तर की पुर्जा श्रेणी
id_id: Kategori Part tingkat atas
ja_jp: トップレベルのパーツカテゴリ
ko_kr: 최상위 부품 범주
lt_lt: Aukščiausio lygio detalės kategorija
lv_lv: Augstākā līmeņa detaļu kategorija
nl_nl: Hoogste onderdeel categorie
pl_pl: Kategoria części najwyższego poziomu
pt_pt: Categoria de peça principal
ru_ru: Категория детали верхнего уровня
sk_sk: Kategória dielov najvyššej úrovne
sl_si: Glavna kategorija delov
sr_cs: Glavna kategorija delova
sv_se: Artikel kategori på toppnivå
th_th: หมวดหมู่ชิ้นส่วนหลัก
tr_tr: Üst seviye parça kategorisi
vi_vn: Danh mục sản phẩm cấp đầu
zh_tw: 上一級零件類別

source: Part Categories
ar_sa: فئات القطع
bg_bg: Категории части
cs_cz: Kategorie dílu
el_gr: Κατηγορίες Εξαρτημάτων
et_ee: Osa kategooriad
fa_ir: دسته های قطعه
fi_fi: Osakategoriat
he_il: קטגוריית פריטים
hi_in: पुर्जा श्रेणियां
id_id: kategori Part
ja_jp: パーツカテゴリー
ko_kr: 부품 분류
lt_lt: Dalies kategorijos
lv_lv: Detaļu kategorijas
nl_nl: Onderdeel Categorieën
pl_pl: Kategorie części
pt_pt: Categorias de Peça
ru_ru: Категории деталей
sk_sk: Kategórie dielov
sl_si: Kategorije delov
sr_cs: Kategorije delova
sv_se: Artikelkategorier
th_th: หมวดหมู่ชิ้นส่วน
tr_tr: Parça Kategorileri
vi_vn: Danh mục sản phẩm
zh_tw: 零件類別

source: Part Details
ar_sa: تفاصيل القطعة
bg_bg: Детайли за частта
cs_cz: Podrobnosti dílu
el_gr: Λεπτομέρειες Εξαρτήματος
et_ee: Osa info
fa_ir: جزئیات قطعه
fi_fi: Osan tiedot
he_il: פרטי פריט
hi_in: पुर्जा विवरण
id_id: Detail Part
ja_jp: パーツ詳細
ko_kr: 부품 상세 정보
lt_lt: Detalės informacija
lv_lv: Detaļas informācija
nl_nl: Details Onderdeel
pl_pl: Szczegóły części
pt_pt: Detalhes da Peça
ru_ru: Информация о детали
sk_sk: Detaily súčiastky
sl_si: Podrobnosti o delu
sr_cs: Detalji dela
sv_se: Artikel Detaljer
th_th: รายละเอียดชิ้นส่วน
tr_tr: Parça Ayrıntıları
vi_vn: Chi tiết phụ kiện
zh_tw: 零件詳情

source: Part Notes
ar_sa: ملاحظات القطعة
bg_bg: Бележки за частта
cs_cz: Poznámky dílu
el_gr: Σημειώσεις Εξαρτήματος
et_ee: Osa märkmed
fa_ir: یادداشت های قطعه
fi_fi: Osan muistiinpanot
he_il: הערות פריט
hi_in: पुर्जा नोट्स
id_id: Catatan Part
ja_jp: パーツメモ
ko_kr: 부품 메모
lt_lt: Detalės pastabos
lv_lv: Detaļas piezīmes
nl_nl: Notities voor onderdelen
pl_pl: Notatki do części
pt_pt: Notas da Peça
ru_ru: Заметки детали
sk_sk: Poznámky k dielu
sl_si: Opombe o delu
sr_cs: Beleške o delu
sv_se: Artikel Anteckningar
th_th: หมายเหตุชิ้นส่วน
tr_tr: Parça notları
vi_vn: Ghi chú phụ kiện
zh_tw: 零件註釋
