Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

source: Download Error
ar_sa: خطأ في تنزيل الصورة
bg_bg: Грешка при изтегляне на изображението
cs_cz: Chyba při stahování
el_gr: Σφάλμα κατά τη λήψη της εικόνας
et_ee: Viga pildi allalaadimisel
fa_ir: Error downloading image
fi_fi: Virhe kuvan lataamisessa
he_il: שגיאה בהורדת התמונה
hi_in: इमेज डाउनलोड करने में त्रुटि
id_id: Gagal mengunduh gambar
ja_jp: 画像のダウンロードに失敗しました
ko_kr: 이미지 다운로드 오류
lt_lt: Klaida atsisiunčiant paveikslėlį
lv_lv: Kļūda, lejupielādējot attēlu
nl_nl: Fout bij downloaden afbeelding
pl_pl: Błąd podczas pobierania obrazu
pt_pt: Erro ao transferir imagem
ru_ru: Ошибка загрузки изображения
sk_sk: Chyba pri sťahovaní obrázka
sl_si: Napaka pri prenosu slike
sr_cs: Greška pri preuzimanju slike
sv_se: Fel vid nedladdning av bild
th_th: เกิดข้อผิดพลาดในการดาวน์โหลดรูปภาพ
tr_tr: Görsel indirme hatası
vi_vn: Lỗi tải ảnh xuống
zh_tw: 圖片下載錯誤

# downloading
source: Downloading File
ar_sa: جاري تنزيل الملف
bg_bg: Изтегляне на файл
cs_cz: Stahování souboru
el_gr: Λήψη Αρχείου
et_ee: Faili allalaadimine
fa_ir: در حال دانلود فایل
fi_fi: Ladataan tiedostoa
he_il: מוריד קובץ
hi_in: फ़ाइल डाउनलोड हो रही है
id_id: Mengunduh File
ja_jp: ファイルをダウンロード中
ko_kr: 파일 다운로드 중
lt_lt: Atsisiunčiamas failas
lv_lv: Lejupielādēt failu
nl_nl: Bestand wordt gedownload
pl_pl: Pobieranie Pliku
pt_pt: Baixando arquivo
ru_ru: Загрузка файла
sk_sk: Sťahuje sa súbor
sl_si: Prenos datoteke
sr_cs: Preuzimanje fajla
sv_se: Laddar ner fil
th_th: กำลังดาวน์โหลดไฟล์
tr_tr: Dosya indiriliyor
vi_vn: Tập tin đang tải xuống
zh_tw: 下載檔案

source: Edit
ar_sa: تعديل
bg_bg: Редактиране
cs_cz: Upravit
el_gr: Επεξεργασία
et_ee: Muuda
fa_ir: ویرایش
fi_fi: Muokkaa
he_il: ערוך
hi_in: संपादित करें
id_id: Sunting
ja_jp: 編集
ko_kr: 편집
lt_lt: Redaguoti
lv_lv: Rediģēt
nl_nl: Bewerken
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Изменить
sk_sk: Upraviť
sl_si: Uredi
sr_cs: Izmeni
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
vi_vn: Sửa
zh_tw: 編輯

source: Edit Category
ar_sa: تعديل الفئة
bg_bg: Редактиране на категория
cs_cz: Upravit kategorii
el_gr: Επεξεργασία Κατηγορίας
et_ee: Muuda kategooriat
fa_ir: ویرایش دسته بندی
fi_fi: Muokkaa kategoriaa
he_il: ערוך קטגוריה
hi_in: श्रेणी संपादित करें
id_id: Sunting Kategori
ja_jp: カテゴリの編集
ko_kr: 카테고리 편집
lt_lt: Redaguoti kategoriją
lv_lv: Rediģēt kategoriju
nl_nl: Bewerk Categorie
pl_pl: Edytuj kategorię
pt_pt: Editar categoria
ru_ru: Редактировать категорию
sk_sk: Upraviť kategóriu
sl_si: Uredi Kategorijo
sr_cs: Izmeni kategoriju
sv_se: Redigera kategori
th_th: แก้ไขหมวดหมู่
tr_tr: Kategoriyi düzenle
vi_vn: Sửa Danh mục
zh_tw: 編輯類別

source: Edit Location
ar_sa: تعديل الموقع
bg_bg: Редактиране на местоположение
cs_cz: Upravit umístění
el_gr: Επεξεργασία Τοποθεσίας
et_ee: Muuda asukohta
fa_ir: ویرایش مکان
fi_fi: Muokkaa sijaintia
he_il: ערוך מיקום
hi_in: स्थान संपादित करें
id_id: Ubah Lokasi
ja_jp: 在庫場所を編集
ko_kr: 위치 수정
lt_lt: Redaguoti vietą
lv_lv: Labot atrašanās vietu
nl_nl: Bewerk Locatie
pl_pl: Edytuj lokację
pt_pt: Editar Localização
ru_ru: Редактировать местонахождение
sk_sk: Upraviť umiestnenie
sl_si: Uredi lokacijo
sr_cs: Izmeni lokaciju
sv_se: Redigera plats
th_th: แก้ไขสถานที่
tr_tr: Konumu Düzenle
vi_vn: Sửa địa điểm
zh_tw: 編輯位置

source: Edit Notes
ar_sa: تعديل الملاحظات
bg_bg: Редактиране на бележки
cs_cz: Upravit poznámky
el_gr: Επεξεργασία Σημειώσεων
et_ee: Muuda märkmeid
fa_ir: ویرایش یادداشت‌ها
fi_fi: Muokkaa merkintää
he_il: ערוך הערות
hi_in: नोट्स संपादित करें
id_id: Ubah Catatan
ja_jp: メモを編集
ko_kr: 메모 편집
lt_lt: Redaguoti pastabas
lv_lv: Rediģēt piezīmes
nl_nl: Bewerk Notities
pl_pl: Edytuj Notatki
pt_pt: Editar notas
ru_ru: Редактировать примечания
sk_sk: Upraviť poznámky
sl_si: Uredi zapiske
sr_cs: Izmeni beleške
sv_se: Redigera anteckningar
th_th: แก้ไขโน้ต
tr_tr: Notları Düzenle
vi_vn: Sửa ghi chú
zh_tw: 編輯備註

source: Edit Part
ar_sa: تعديل المنتج
bg_bg: Редактиране на част
cs_cz: Upravit díl
el_gr: Επεξεργασία Εξαρτήματος
et_ee: Muuda osa
fa_ir: ویرایش قطعه
fi_fi: Muokkaa osaa
he_il: ערוך פריט
hi_in: पार्ट संपादित करें
ja_jp: パートの編集
ko_kr: 부품 편집
lt_lt: Redaguoti detalę
lv_lv: Rediģēt detaļu
nl_nl: Bewerk onderdeel
pl_pl: Edytuj część
pt_pt: Editar a peça
ru_ru: Редактировать деталь
sk_sk: Upraviť diel
sl_si: Uredi del
sr_cs: Izmeni deo
sv_se: Redigera artikel
th_th: แก้ไขชิ้นส่วน
tr_tr: Parçayı Düzenle
vi_vn: Chỉnh sửa phần
zh_tw: 編輯零件

# editItem
source: Edit Stock Item
ar_sa: تعديل عنصر المخزون
bg_bg: Редактиране на артикул
cs_cz: Upravit skladovou položku
el_gr: Επεξεργασία Αντικειμένου Αποθέματος
et_ee: Muuda laokirjet
fa_ir: ویرایش اقلام سهام
fi_fi: Muokkaa varastonimikettä
he_il: ערוך פריט מלאי
hi_in: स्टॉक आइटम संपादित करें
id_id: Edit stok item
ja_jp: 在庫商品を編集
ko_kr: 재고 품목 수정
lt_lt: Redaguoti prekę
lv_lv: Rediģēt krājumu
nl_nl: Bewerk Voorraadartikel
pl_pl: Edytuj Pozycję Magazynową
pt_pt: Editar Item do Estoque
ru_ru: Складская позиция
sk_sk: Upraviť položku skladu
sl_si: Uredi artikel
sr_cs: Izmeni stavku sa zaliha
sv_se: Ändra lagerartikel
th_th: แก้ไขรายการสินค้าคงคลัง
tr_tr: Stok kalemi düzenle
vi_vn: Chỉnh sửa tình trạng kho hàng
zh_tw: 編輯庫存項目

source: Enter password
ar_sa: أدخل كلمة المرور
bg_bg: Въведете парола
cs_cz: Zadejte heslo
el_gr: Εισαγάγετε τον κωδικό
et_ee: Sisesta parool
fa_ir: رمز عبور را وارد کنید
fi_fi: Syötä salasana
he_il: הזן סיסמה
hi_in: पासवर्ड दर्ज करें
id_id: Masukkan Kata Sandi
ja_jp: パスワードを入力してください
ko_kr: 비밀번호 입력
lt_lt: Įveskite slaptažodį
lv_lv: Ievadiet paroli
nl_nl: Wachtwoord invoeren
pl_pl: Wprowadź hasło
pt_pt: Digite a senha
ru_ru: Введите пароль
sk_sk: Zadajte heslo
sl_si: Vnesite geslo
sr_cs: Unesi lozinku
sv_se: Ange lösenord
th_th: ใส่รหัสผ่าน
tr_tr: Şifrenizi girin
vi_vn: Nhập mật khẩu
zh_tw: 輸入密碼

source: Enter username
ar_sa: أدخل اسم المستخدم
bg_bg: Въведете потребителско име
cs_cz: Zadejte uživatelské jméno
el_gr: Εισαγάγετε το όνομα χρήστη
et_ee: Sisesta kasutajanimi
fa_ir: نام کاربری را وارد کنید
fi_fi: Syötä käyttäjätunnus
he_il: הזן שם משתמש
hi_in: यूज़रनेम दर्ज करें
id_id: Masukkan Nama Pengguna
ja_jp: ユーザー名を入力してください
ko_kr: 사용자 이름 입력
lt_lt: Įveskite naudotojo vardą
lv_lv: Ievadiet lietotājvārdu
nl_nl: Gebruikersnaam invoeren
pl_pl: Wprowadź nazwę użytkownika
pt_pt: Inserir usuário
ru_ru: Введите имя пользователя
sk_sk: Zadajte používateľské meno
sl_si: Vnesite uporabniško ime
sr_cs: Unesi korisničko ime
sv_se: Ange användarnamn
th_th: ใส่ชื่อผู้ใช้
tr_tr: Kullanıcı adını girin
vi_vn: Nhập tên người dùng
zh_tw: 輸入使用者名稱

source: Error
ar_sa: خطأ
bg_bg: Грешка
cs_cz: Chyba
el_gr: Σφάλμα
et_ee: Viga
fa_ir: خطا
fi_fi: Virhe
he_il: שגיאה
hi_in: त्रुटि
id_id: Galat
ja_jp: エラー
ko_kr: 오류
lt_lt: Klaida
lv_lv: Kļūda
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sr_cs: Greška
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
vi_vn: Lỗi
zh_tw: 錯誤

# errorCreate
source: Error creating database entry
ar_sa: خطأ في إنشاء إدخال قاعدة البيانات
bg_bg: Грешка при създаване на запис в базата данни
cs_cz: Chyba při vytváření záznamu databáze
el_gr: Σφάλμα κατά τη δημιουργία εγγραφής
et_ee: Viga andmebaasikirje loomisel
fa_ir: خطا در ایجاد ورودی پایگاه داده
fi_fi: Virhe luotaessa tietokantamerkintää
he_il: שגיאה ביצירת ערך מסד הנתונים
hi_in: डेटाबेस एंट्री बनाने में त्रुटि
id_id: Kesalahan saat membuat entri database
ja_jp: データベースの作成中にエラーが発生しました
ko_kr: 데이터베이스 항목 생성 오류
lt_lt: Klaida kuriant įrašą duomenų bazėje
lv_lv: Kļūda, veidojot datubāzes ierakstu
nl_nl: Fout bij aanmaken database invoer
pl_pl: Błąd tworzenia wpisu w bazie danych
pt_pt: Erro ao criar entrada de banco de dados
ru_ru: Ошибка создания записи базы данных
sk_sk: Chyba pri vytváraní záznamu v databáze
sl_si: Napaka pri ustvarjanju zapisa v bazi podatkov
sr_cs: Greška pri kreiranju unosa u bazu podataka
sv_se: Fel vid skapande av databaspost
th_th: เกิดข้อผิดพลาดในการสร้างรายการในฐานข้อมูล
tr_tr: Veritabanı girdi oluşturma hatası
vi_vn: Lỗi tạo mục cơ sở dữ liệu
zh_tw: 創建數據庫條目時出錯

# errorDelete
source: Error deleting database entry
ar_sa: خطأ في حذف إدخال قاعدة البيانات
bg_bg: Грешка при изтриване на запис от базата данни
cs_cz: Chyba při odstraňování záznamu databáze
el_gr: Σφάλμα κατά τη διαγραφή εγγραφής
et_ee: Viga andmebaasikirje kustutamisel
fa_ir: خطا در حذف ورودی پایگاه داده
fi_fi: Virhe poistettaessa tietokantamerkintää
he_il: שגיאה במחיקת ערך ממסד הנתונים
hi_in: डेटाबेस एंट्री हटाने में त्रुटि
id_id: Kesalahan saat menghapus entri database
ja_jp: データベースの削除中にエラーが発生しました
ko_kr: 데이터베이스 항목 삭제 오류
lt_lt: Klaida trinant įrašą iš duomenų bazės
lv_lv: Kļūda, dzēšot datubāzes ierakstu
nl_nl: Fout bij verwijderen database invoer
pl_pl: Błąd podczas usuwania wpisu bazy danych
pt_pt: Erro ao excluir entrada no banco de dados
ru_ru: Ошибка удаления записи базы данных
sk_sk: Chyba pri mazaní záznamu z databázy
sl_si: Napaka pri brisanju zapisa v bazi podatkov
sr_cs: Greška pri brisanju zapisa u bazi podataka
sv_se: Fel vid radering av databaspost
th_th: เกิดข้อผิดพลาดในการลบข้อมูลในฐานข้อมูล
tr_tr: Veritabanı girdisini silerken hata
vi_vn: Lỗi xóa mục cơ sở dữ liệu
zh_tw: 刪除數據庫條目時出錯

source: Error Details
ar_sa: تفاصيل الخطأ
bg_bg: Детайли за грешката
cs_cz: Podrobnosti o chybě
el_gr: Λεπτομέρειες Σφάλματος
et_ee: Vea üksikasjad
fa_ir: جزئیات خطا
fi_fi: Virheen tiedot
he_il: פרטי שגיאה
hi_in: त्रुटि विवरण
id_id: Detail kesalahan
ja_jp: エラーの詳細
ko_kr: 오류 세부 정보
lt_lt: Klaidos informacija
lv_lv: Kļūdas detaļas
nl_nl: Foutdetails
pl_pl: Szczegóły błędu
pt_pt: Detalhes do erro
ru_ru: Подробнее об ошибке
sk_sk: Podrobnosti chyby
sl_si: Podrobnosti napake
sr_cs: Detalji greške
sv_se: Felinformation
th_th: รายละเอียดข้อผิดพลาด
tr_tr: Hata Ayrıntıları
vi_vn: Chi tiết lỗi
zh_tw: 錯誤詳情

# errorFetch
source: Error fetching data from server
ar_sa: خطأ في جلب البيانات من الخادم
bg_bg: Грешка при извличане на данни от сървъра
cs_cz: Chyba při načítání dat ze serveru
el_gr: Σφάλμα κατά την ανάκτηση δεδομένων από τον διακομιστή
et_ee: Viga andmete pärimisel serverist
fa_ir: خطا در واکشی داده ها از سرور
fi_fi: Virhe haettaessa tietoja palvelimelta
he_il: שגיאה באחזור נתונים מהשרת
hi_in: सर्वर से डेटा प्राप्त करने में त्रुटि
id_id: Kesalahan saat mengambil data dari server
ja_jp: サーバーからのデータ取得の際にエラーが発生しました
ko_kr: 서버에서 데이터 가져오기 오류
lt_lt: Klaida gaunant duomenis iš serverio
lv_lv: Kļūda, saņemot datus no servera
nl_nl: Fout bij het ophalen van gegevens van server
pl_pl: Błąd pobierania danych z serwea
pt_pt: Erro ao recolher dados do servidor
ru_ru: Ошибка при получении данных с сервера
sk_sk: Chyba pri načítaní dát zo servera
sl_si: Napaka pri pridobivanju podatkov s strežnika
sr_cs: Greška pri prikupljanju podataka sa servera
sv_se: Fel vid hämtning av data från servern
th_th: เกิดข้อผิดพลาดในการดึงข้อมูลจากเซิร์ฟเวอร์
tr_tr: Sunucudan veri alınırken hata oluştu
vi_vn: Lỗi gọi dữ liệu từ máy chủ
zh_tw: 從服務器獲取數據時出錯

source: Error Reporting
ar_sa: الإبلاغ عن الأخطاء
bg_bg: Докладване на грешки
cs_cz: Hlášení chyb
el_gr: Αναφορά Σφαλμάτων
et_ee: Vigadest teatamine
fa_ir: گزارش خطا
fi_fi: Virheen raportointi
he_il: דווח על שגיאות
hi_in: त्रुटि रिपोर्टिंग
id_id: Pelaporan kesalahan
ja_jp: エラー報告
ko_kr: 오류 보고
lt_lt: Klaidų ataskaitos
lv_lv: Kļūdu ziņošana
nl_nl: Fout bij Rapportage
pl_pl: Raportowanie błędów
pt_pt: Comunicação de Erros
ru_ru: Уведомление об ошибках
sk_sk: Hlásenie chýb
sl_si: Poročanje o napakah
sr_cs: Prijavljivanje grešaka
sv_se: Felrapportering
th_th: การรายงานข้อผิดพลาด
tr_tr: Hata Raporlama
vi_vn: Báo cáo lỗi
zh_tw: 錯誤報告

# errorReportUpload
source: Upload Error Reports
ar_sa: رفع تقارير الأخطاء
bg_bg: Качване на отчети за грешки
cs_cz: Nahrát zprávu o chybách
el_gr: Ανέβασμα Αναφορών Σφαλμάτων
et_ee: Laadi veateated üles
fa_ir: آپلود گزارش های خطا
fi_fi: Lähetä virheraportit
he_il: העלה דוחות שגיאה
hi_in: त्रुटि रिपोर्ट अपलोड करें
id_id: Unggahan Laporan Kesalahan
ja_jp: エラー報告をアップロード
ko_kr: 오류 보고서 업로드
lt_lt: Įkelti klaidų ataskaitas
lv_lv: Augšupielādēt kļūdu ziņojumus
nl_nl: Foutrapporten Uploaden
pl_pl: Prześlij raport o błędach
pt_pt: Enviar relatórios de erro
ru_ru: Отправка отчётов об ошибках
sk_sk: Nahrať hlásenia o chybách
sl_si: Naloži poročila o napakah
sr_cs: Dodaj izveštaje o greškama
sv_se: Ladda upp felrapporter
th_th: อัปโหลดรายงานข้อผิดพลาด
tr_tr: Hata raporu yükle
vi_vn: Tải lên các báo cáo lỗi
zh_tw: 上傳錯誤報告

# errorReportUploadDetails
source: Upload anonymous error reports and crash logs
ar_sa: رفع تقارير أخطاء مجهولة وسجلات التعطل
bg_bg: Качване на анонимни отчети за грешки и системни сривове
cs_cz: Nahrát anonymní chybová hlášení a protokoly chyb
el_gr: Ανώνυμη αποστολή αναφορών σφαλμάτων και καταγραφών κρασαρισμάτων
et_ee: Laadi üles anonüümsed veateated ja krahhilogid
fa_ir: آپلود گزارش‌ های خطا و لاگ های خرابی ناشناس
fi_fi: Lähetä nimettömät virheilmoitukset ja kaatumislokit
he_il: העלאת דוחות שגיאה אנונימיים ויומני קריסה
hi_in: अनाम त्रुटि रिपोर्ट और क्रैश लॉग अपलोड करें
id_id: Unggah laporan kesalahan anonim dan log kerusakan
ja_jp: 匿名のエラー報告とクラッシュログをアップロード
ko_kr: 익명 오류 보고서 및 충돌 로그 업로드
lt_lt: Įkelti anoniminius klaidų pranešimus ir strigčių žurnalus
lv_lv: Augšupielādēt anonīmus kļūdu ziņojumus un avāriju žurnālus
nl_nl: Upload anonieme foutrapporten en crashlogs
pl_pl: Prześlij anonimowe raporty o błędach i dzienniki awarii
pt_pt: Enviar relatórios de erros e registos anónimos
ru_ru: Загружать анонимные отчеты об ошибках и журналы сбоев
sk_sk: Nahrať anonymné hlásenia chýb a protokoly pádov
sl_si: Naloži anonimna poročila o napakah in dnevnike zrušitev
sr_cs: Dodaj anonimne izveštaje o greškama i logove
sv_se: Ladda upp anonyma felrapporter och kraschloggar
th_th: อัปโหลดรายงานข้อผิดพลาดและบันทึกการขัดข้องแบบไม่ระบุชื่อ
tr_tr: Anonim olarak hata ve log yükle
vi_vn: Tải lên nhật ký bị treo hệ thống và báo cáo lỗi nặc danh
zh_tw: 上傳匿名錯誤報告和崩潰日誌

source: Feedback
ar_sa: الملاحظات
bg_bg: Обратна връзка
cs_cz: Komentář
el_gr: Ανατροφοδότηση
et_ee: Tagasiside
fa_ir: بازخورد
fi_fi: Palaute
he_il: משוב
hi_in: फीडबैक
id_id: Umpan Balik
ja_jp: フィードバック
ko_kr: 피드백
lt_lt: Atsiliepimai
lv_lv: Atsauksmes
pl_pl: Opinie
pt_pt: Comentários
ru_ru: Обратная Связь
sk_sk: Spätná väzba
sl_si: Povratne informacije
sr_cs: Povratne informacije
sv_se: Återkoppling
th_th: ข้อเสนอแนะ
tr_tr: Geri Bildirim
vi_vn: Phản hồi
zh_tw: 回饋

# feedbackError
source: Error submitting feedback
ar_sa: خطأ في إرسال الملاحظات
bg_bg: Грешка при изпращане на обратна връзка
cs_cz: Chyba při odesílání komentáře
el_gr: Σφάλμα κατά την αποστολή ανατροφοδότησης
et_ee: Viga tagasiside saatmisel
fa_ir: خطا در ارسال بازخورد
fi_fi: Palautetta lähetettäessä tapahtui virhe
he_il: שגיאה בהגשת משוב
hi_in: फीडबैक सबमिट करने में त्रुटि
id_id: Kesalahan saat mengirimkan umpan balik
ja_jp: フィードバックの送信エラー
ko_kr: 피드백 제출 오류
lt_lt: Klaida pateikiant atsiliepimą
lv_lv: Kļūda, iesniedzot atsauksmi
nl_nl: Fout bij indienen feedback
pl_pl: Błąd dodawania opinii
pt_pt: Erro ao enviar comentário
ru_ru: Ошибка отправки отзыва
sk_sk: Chyba pri odosielaní spätnej väzby
sl_si: Napaka pri pošiljanju povratnih informacij
sr_cs: Greška pri postavljanju povratnih informacija
sv_se: Det gick inte att skicka feedback
th_th: เกิดข้อผิดพลาดในการส่งข้อเสนอแนะ
tr_tr: Geribildirim gönderme hatası
vi_vn: Lỗi gửi phản hồi
zh_tw: 提交反饋時出現了一個錯誤

# feedbackSuccess
source: Feedback submitted
ar_sa: تم إرسال الملاحظات
bg_bg: Обратната връзка е изпратена
cs_cz: Komentář odeslán
el_gr: Η ανατροφοδότηση στάλθηκε
et_ee: Tagasiside saadetud
fa_ir: بازخورد ارسال شد
fi_fi: Palaute lähetetty
he_il: נשלח משוב
hi_in: फीडबैक सबमिट हो गया
id_id: Umpan balik dikirimkan
ja_jp: フィードバックが送信されました
ko_kr: 피드백이 제출되었습니다.
lt_lt: Atsiliepimas pateiktas
lv_lv: Atsauksme iesniegta
nl_nl: Feedback verzonden
pl_pl: Opinia przesłana
pt_pt: Comentário enviado
ru_ru: Отзыв отправлен
sk_sk: Odoslaná spätná väzba
sl_si: Povratne informacije poslane
sr_cs: Povratne informacije poslate
sv_se: Feedback inskickat
th_th: ส่งข้อเสนอแนะแล้ว
tr_tr: Geri bildirim gönderildi
vi_vn: Gửi phản hồi
zh_tw: 已提交回饋

# filterActive
source: Active
ar_sa: نشط
bg_bg: Активни
cs_cz: Aktivní
el_gr: Ενεργά
et_ee: Aktiivne
fa_ir: فعال
fi_fi: Aktiivinen
he_il: פעיל
hi_in: सक्रिय
id_id: Aktif
ja_jp: 有効
ko_kr: 활성
lt_lt: Aktyvus
lv_lv: Aktīvs
nl_nl: Actief
pl_pl: Aktywny
pt_pt: Ativo
ru_ru: Активный
sk_sk: Aktívne
sl_si: Aktivno
sr_cs: Aktivno
sv_se: Aktiv
th_th: ใช้งาน
tr_tr: Aktif
vi_vn: Hoạt động
zh_tw: 啟用

# filterActiveDetail
source: Show active parts
ar_sa: إظهار القطع النشطة
bg_bg: Показване на активни части
cs_cz: Zobrazit aktivní díly
el_gr: Εμφάνιση ενεργών εξαρτημάτων
et_ee: Näita aktiivseid osi
fa_ir: نمایش قسمت های فعال
fi_fi: Näytä aktiiviset osat
he_il: הצג פריטים פעילים
hi_in: सक्रिय पुर्जे दिखाएं
id_id: Tampilkan komponen aktif
ja_jp: 有効なパーツを表示
ko_kr: 활성 부품 표시
lt_lt: Rodyti aktyvias dalis
lv_lv: Rādīt aktīvās detaļas
nl_nl: Toon actieve onderdelen
pl_pl: Pokaż aktywne części
pt_pt: Mostrar partes ativas
ru_ru: Показать активные элементы
sk_sk: Zobraziť aktívne diely
sl_si: Prikaži aktivne dele
sr_cs: Prikaži aktivne delove
sv_se: Visa aktiva komponenter
th_th: แสดงเฉพาะชิ้นส่วนที่ใช้งาน
tr_tr: Aktif parçaları göster
vi_vn: Hiển thị phụ kiện đang hoạt động
zh_tw: 顯示可用的零件

# filterAssembly
source: Assembled
ar_sa: مجمّع
bg_bg: Сглобени
cs_cz: Sestavené
el_gr: Συναρμολογημένα
et_ee: Kokkupandud
fa_ir: مونتاژ شده
fi_fi: Kokoonpannut
he_il: מורכב
hi_in: असेंबल किया हुआ
id_id: Dirakit
ja_jp: 組立済み
ko_kr: 조립 완료
lt_lt: Surinktas
lv_lv: Salikts
nl_nl: Samengesteld
pl_pl: Złożone
pt_pt: Montado
ru_ru: Собрано
sk_sk: Zostavené
sl_si: Sestavljeno
sr_cs: Sklopljeno
sv_se: Sammansatt
th_th: ประกอบแล้ว
tr_tr: Birleştirilmiş
vi_vn: Đã lắp ráp
zh_tw: 已組裝

# filterAssemblyDetail
source: Show assembled parts
ar_sa: إظهار القطع المجمّعة
bg_bg: Показване на сглобени части
cs_cz: Zobrazit smontované díly
el_gr: Εμφάνιση συναρμολογημένων εξαρτημάτων
et_ee: Näita kokkupandud osi
fa_ir: نمایش قطعات مونتاژ شده
fi_fi: Näytä kokoonpannut osat
he_il: הצג חלקים מורכבים
hi_in: असेंबल किए हुए पुर्जे दिखाएं
id_id: Tampilkan Part yang dirakit
ja_jp: 組み立てられたパーツを表示
ko_kr: 조립 부품 표시
lt_lt: Rodyti surinktas dalis
lv_lv: Rādīt saliktās detaļas
nl_nl: Toon samengestelde onderdelen
pl_pl: Pokaż złożone części
pt_pt: Mostrar partes montadas
ru_ru: Показать собранные детали
sk_sk: Zobraziť zostavené diely
sl_si: Prikaži sestavljene dele
sr_cs: Prikaži sklopljene delove
sv_se: Visa sammansatta delar
th_th: แสดงชิ้นส่วนประกอบ
tr_tr: Birleştirilmiş parçaları göster
vi_vn: Hiện các phụ kiện đã lắp ráp
zh_tw: 顯示已組裝的零件

# filterComponent
source: Component
ar_sa: مكون
bg_bg: Компоненти
cs_cz: Součást
el_gr: Εξάρτημα
et_ee: Komponent
fa_ir: اجزا
fi_fi: Komponentti
he_il: רכיב
hi_in: कंपोनेंट
id_id: Komponen
ja_jp: コンポーネント
ko_kr: 구성 요소
lt_lt: Komponentas
lv_lv: Komponents
pl_pl: Komponent
pt_pt: Componente
ru_ru: Компонент
sk_sk: Komponent
sl_si: Komponenta
sr_cs: Komponenta
sv_se: Komponent
th_th: ส่วนประกอบ
tr_tr: Bileşen
vi_vn: Thành phần
zh_tw: 元件

# filterComponentDetail
source: Show component parts
ar_sa: إظهار قطع المكونات
bg_bg: Показване на съставни части
cs_cz: Zobrazit díly komponentu
el_gr: Εμφάνιση εξαρτημάτων
et_ee: Näita komponente
fa_ir: نمایش اجزای قطعات
fi_fi: Näytä komponentit
he_il: הצג פריטי רכיבים
hi_in: कंपोनेंट पुर्जे दिखाएं
id_id: Tampilkan komponen Part
ja_jp: コンポーネントパーツを表示
ko_kr: 구성 요소 부품 표시
lt_lt: Rodyti komponentų dalis
lv_lv: Rādīt komponentes
nl_nl: Componentonderdelen weergeven
pl_pl: Pokaż części składowe
pt_pt: Exibir partes do componente
ru_ru: Показать части компонента
sk_sk: Zobraziť súčasti
sl_si: Prikaži sestavne dele
sr_cs: Prikaži delove komponente
sv_se: Visa komponentdelar
th_th: แสดงส่วนประกอบ
tr_tr: Bileşen parçalarını göster
vi_vn: Hiện phụ kiện thành phần
zh_tw: 顯示元件零件

# filterInStock
source: In Stock
ar_sa: متوفر
bg_bg: В наличност
cs_cz: Na skladě
el_gr: Σε Απόθεμα
et_ee: Laos
fa_ir: موجود است
fi_fi: Varastossa
he_il: במלאי
hi_in: स्टॉक में
id_id: Tersedia
ja_jp: 在庫あり
ko_kr: 재고 있음
lt_lt: Sandėlyje
lv_lv: Ir noliktavā
nl_nl: Op voorraad
pl_pl: Na stanie
pt_pt: Em Estoque
ru_ru: В наличии
sk_sk: Na sklade
sl_si: Na zalogi
sr_cs: Na zalihama
sv_se: I lager
th_th: ในสต็อก
tr_tr: Stokta mevcut
vi_vn: Còn hàng
zh_tw: 有貨

# filterInStockDetail
source: Show parts which have stock
ar_sa: إظهار القطع المتوفرة في المخزون
bg_bg: Показване на части с наличност
cs_cz: Zobrazit díly, které jsou skladem
el_gr: Εμφάνιση εξαρτημάτων που έχουν απόθεμα
et_ee: Näita laos olevaid osi
fa_ir: نمایش قطعاتی که در انبار موجود هستند
fi_fi: Näytä osat, joita on varastossa
he_il: הצג פריטים שיש להם מלאי
hi_in: स्टॉक वाले पुर्जे दिखाएं
id_id: Tampilkan part yang memiliki stok
ja_jp: 在庫があるパーツを表示
ko_kr: 재고 있는 부품만 보기
lt_lt: Rodyti dalis, kurios yra sandėlyje
lv_lv: Rādīt detaļas, kuras ir noliktavā
nl_nl: Toon onderdelen op voorraad
pl_pl: Pokaż części, które są na stanie
pt_pt: Mostrar peças que têm estoque
ru_ru: Показать запасы на складе
sk_sk: Zobraziť diely so skladom
sl_si: Prikaži dele na zalogi
sr_cs: Prikaži delove koji imaju zalihe
sv_se: Visa artiklar som har lager
th_th: แสดงเฉพาะชิ้นส่วนที่มีในสต็อก
tr_tr: Stoku olan parçaları göster
vi_vn: Hiển thị các mặt hàng có trong kho
zh_tw: 顯示有庫存的零件

# filterSerialized
source: Serialized
ar_sa: مرقم تسلسلياً
bg_bg: Сериализирани
cs_cz: Serializované
el_gr: Με Σειριακό Αριθμό
et_ee: Seerianumbriga
fa_ir: سریال گذاری شده
fi_fi: Sarjanumeroidut
he_il: בסדרה
hi_in: सीरियलाइज्ड
id_id: Serial
ja_jp: シリアル化
ko_kr: 시리얼 관리
lt_lt: Serijuotas
lv_lv: Serializēts
nl_nl: Geserialiseerde producten
pl_pl: Serializowane
pt_pt: Serializado
ru_ru: Упорядочено
sk_sk: Serializované
sl_si: Serijsko številčenje
sr_cs: Serijalizovano
sv_se: Serialiserad
th_th: มี Serial Number
tr_tr: Sıralandırılmış
vi_vn: Theo số serial
zh_tw: 已序列化

# filterSerializedDetail
source: Show serialized stock items
ar_sa: إظهار عناصر المخزون ذات الأرقام التسلسلية
bg_bg: Показване на сериализирани наличности
cs_cz: Zobrazit serializované položky skladem
el_gr: Εμφάνιση αντικειμένων αποθέματος με σειριακό αριθμό
et_ee: Näita seerianumbriga laokaupu
fa_ir: نمایش آیتم های موجود سریال گذاری شده
fi_fi: Näytä sarjanumeroidut varastonimikkeet
he_il: הצג פריטי מלאי בסדרה
hi_in: सीरियलाइज़्ड स्टॉक आइटम दिखाएं
id_id: Tampilkan item stok yang diserialisasikan
ja_jp: シリアル化された在庫アイテムを表示
ko_kr: 시리얼 번호 관리 품목 표시
lt_lt: Rodyti serijinius prekių vienetus
lv_lv: Rādīt sērijveida krājumus
nl_nl: Toon geserialiseerde voorraad items
pl_pl: Pokaż serializowane elementy magazynowe
pt_pt: Mostrar itens de estoque serializados
ru_ru: Показать номерные позиции на складе
sk_sk: Zobraziť sériové položky na sklade
sl_si: Prikaži serijske številke zaloge
sr_cs: Prikaži serijalizovane stavke sa zaliha
sv_se: Visa serialiserade lagervaror
th_th: แสดงสินค้าคงคลังที่มี Serial Number
tr_tr: Seri numaralı stok kalemlerini göster
vi_vn: Hiển thị hàng hóa theo sê ri
zh_tw: 顯示已序列化的庫存物品

# filterTemplate
source: Template
ar_sa: نموذج
bg_bg: Шаблон
cs_cz: Šablona
el_gr: Πρότυπο
et_ee: Mall
fa_ir: الگو
fi_fi: Malli
he_il: תבנית
hi_in: टेम्पलेट
id_id: Templat
ja_jp: テンプレート
ko_kr: 템플릿
lt_lt: Šablonas
lv_lv: Šablons
nl_nl: Sjabloon
pl_pl: Szablon
pt_pt: Modelo
ru_ru: Шаблон
sk_sk: Šablóna
sl_si: Predloga
sr_cs: Šablon
sv_se: Mall
th_th: แม่แบบ
tr_tr: Şablon
vi_vn: Mẫu
zh_tw: 範本
