Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

# translateHelp
source: Help translate the InvenTree app
ar_sa: ساعد في ترجمة تطبيق InvenTree
bg_bg: Помогнете за превода на приложението InvenTree
cs_cz: Pomozte přeložit aplikaci InvenTree
el_gr: Βοηθήστε στη μετάφραση της εφαρμογής InvenTree
et_ee: Aita InvenTree rakendust tõlkida
fa_ir: کمک به ترجمه برنامه InvenTree
fi_fi: Auta kääntämään InvenTree-sovellusta
he_il: עזרו לתרגם את אפליקציית InvenTree
hi_in: InvenTree ऐप का अनुवाद करने में सहायता करें
id_id: Bantu terjemahkan aplikasi InvenTree
ja_jp: InvenTree アプリの翻訳に協力する
ko_kr: InvenTree 앱의 번역을 도와주세요
lt_lt: Padėkite išversti InvenTree programėlę
lv_lv: Palīdziet tulkot InvenTree lietotni
nl_nl: Help de InvenTree app te vertalen
pl_pl: Pomóż przetłumaczyć aplikację InvenTree
pt_pt: Ajude a traduzir a aplicação InvenTree
ru_ru: Помочь перевести приложение InvenTree
sk_sk: Pomôžte preložiť aplikáciu InvenTree
sl_si: Pomagajte prevesti aplikacijo InvenTree
sr_cs: Pomozite u prevođenju InvenTree aplikacije
sv_se: Hjälp till att översätta appen InvenTree
th_th: ช่วยแปลแอป InvenTree
tr_tr: Çeviriye yardım et
vi_vn: Hỗ trợ dịch InvenTree app
zh_tw: 協助翻譯 InvenTree 應用

source: Units
ar_sa: الوحدات
bg_bg: Единици
cs_cz: Jednotky
el_gr: Μονάδες
et_ee: Ühikud
fa_ir: واحدها
fi_fi: Yksiköt
he_il: יחידות
hi_in: यूनिट्स
id_id: Unit
ja_jp: 単位
ko_kr: 단위
lt_lt: Vienetai
lv_lv: Vienības
nl_nl: Eenheden
pl_pl: Jednostki
pt_pt: Unidades
ru_ru: Единицы измерения
sk_sk: Jednotky
sl_si: Enote
sr_cs: Jedinice
sv_se: Enheter
th_th: หน่วย
tr_tr: Birim
vi_vn: Đơn vị
zh_tw: 單位

source: Unknown Response
ar_sa: استجابة غير معروفة
bg_bg: Неизвестен отговор
cs_cz: Neznámá odpověď
el_gr: Άγνωστη Απόκριση
et_ee: Tundmatu vastus
fa_ir: پاسخ ناشناخته
fi_fi: Tuntematon vastaus
he_il: תגובה לא ידועה
hi_in: अज्ञात प्रतिक्रिया
id_id: Respons Tidak Dikenal
ja_jp: 不明な応答
ko_kr: 알 수 없는 응답
lt_lt: Nežinomas atsakymas
lv_lv: Nezināma atbilde
nl_nl: Onbekende Reactie
pl_pl: Nieznana odpowiedź
pt_pt: Resposta Desconhecida
ru_ru: Неизвестный ответ
sk_sk: Neznáma odpoveď
sl_si: Neveljaven odgovor
sr_cs: Nepoznat odgovor
sv_se: Okänt svar
th_th: การตอบสนองที่ไม่รู้จัก
tr_tr: Bilinmeyen Yanıt
vi_vn: Trả lời không xác định
zh_tw: 未知響應

source: Upload
ar_sa: رفع
bg_bg: Качване
cs_cz: Nahrát
el_gr: Μεταφόρτωση
et_ee: Laadi üles
fa_ir: آپلود
fi_fi: Lataa
he_il: העלה
hi_in: अपलोड करें
id_id: Unggah
ja_jp: アップロード
ko_kr: 업로드
lt_lt: Įkelti
lv_lv: Augšupielādēt
pl_pl: Wyślij
pt_pt: Carregar
ru_ru: Загрузить
sk_sk: Nahrať
sl_si: Naloži
sr_cs: Učitaj
sv_se: Ladda Upp
th_th: อัปโหลด
tr_tr: Yükle
vi_vn: Tải lên
zh_tw: 上傳

# uploadFailed
source: File upload failed
ar_sa: فشل رفع الملف
bg_bg: Качването на файла е неуспешно
cs_cz: Nepodařilo se nahrát soubor
el_gr: Η μεταφόρτωση του αρχείου απέτυχε
et_ee: Faili laadimine ebaõnnestus
fa_ir: خطا در اپلود فایل
fi_fi: Tiedoston lataus epäonnistui
he_il: העלאת הקובץ נכשלה
hi_in: फ़ाइल अपलोड विफल रही
id_id: Unggah berkas gagal
ja_jp: ファイルのアップロードに失敗しました。
ko_kr: 파일 업로드 실패
lt_lt: Nepavyko įkelti failo
lv_lv: Neizdevās faila augšupielāde
nl_nl: Bestand uploaden mislukt
pl_pl: Błąd wysyłania pliku
pt_pt: Falha ao carregar ficheiro
ru_ru: Не удалось загрузить файл
sk_sk: Nahrávanie súboru zlyhalo
sl_si: Nalaganje datoteke ni uspelo
sr_cs: Otpremanje datoteke nije uspelo
sv_se: Det gick inte att ladda upp filen
th_th: อัปโหลดไฟล์ล้มเหลว
tr_tr: Dosya yüklenemedi
vi_vn: Tập tin tải lên không thành công
zh_tw: 文件上傳失敗

# uploadSuccess
source: File uploaded
ar_sa: تم رفع الملف
bg_bg: Файлът е качен
cs_cz: Soubor nahrán
el_gr: Το αρχείο μεταφορτώθηκε
et_ee: Fail on üles laaditud
fa_ir: فایل اپلود شد
fi_fi: Tiedosto ladattu
he_il: הקובץ הועלה
hi_in: फ़ाइल अपलोड सफल
id_id: Berkas telah diunggah
ja_jp: アップロードされたファイル
ko_kr: 파일 업로드 완료
lt_lt: Failas įkeltas
lv_lv: Fails augšupielādēts
nl_nl: Bestand geüpload
pl_pl: Plik przesłany
pt_pt: Ficheiro carregado
ru_ru: Файл загружен
sk_sk: Súbor nahraný
sl_si: Datoteka naložena
sr_cs: Datoteka je učitana
sv_se: Fil har laddats upp
th_th: อัปโหลดไฟล์สำเร็จ
tr_tr: Dosya yüklendi
vi_vn: Tải tệp lên
zh_tw: 文件已上傳

source: Used In
ar_sa: مستخدم في
bg_bg: Използва се в
cs_cz: Použito v
el_gr: Χρησιμοποιείται Σε
et_ee: Kasutusel
fa_ir: استفاده شده در
fi_fi: Käytössä kohteessa
he_il: בשימוש ב
hi_in: इसमें प्रयुक्त
id_id: Digunakan di
ja_jp: 使用先
ko_kr: 사용 위치
lt_lt: Naudojama
lv_lv: Izmantošana
nl_nl: Wordt Gebruikt In
pl_pl: Użyte w
pt_pt: Usado em
ru_ru: Используется в
sk_sk: Použité v
sl_si: Uporabljen v
sr_cs: Korišćeno u
sv_se: Används i
th_th: ใช้ใน
tr_tr: Burada Kullanıldı
vi_vn: Sử dụng trong
zh_tw: 用途

# usedInDetails
source: Assemblies which require this part
ar_sa: التجميعات التي تتطلب هذا الجزء
bg_bg: Сглобки, които изискват тази част
cs_cz: Sestavy vyžadující tento díl
el_gr: Συναρμολογήσεις που απαιτούν αυτό το εξάρτημα
et_ee: Sõlmed, mis vajavad seda osa
fa_ir: مجموعه هایی که به این قطعه نیاز دارند
fi_fi: Kokoonpanot, jotka vaativat tämän osan
he_il: מכלולים הדורשים חלק זה
hi_in: वे असेंबली जिनमें इस पुर्जे की आवश्यकता है
id_id: Rakitan yang memerlukan komponen ini
ja_jp: この部品を必要とするアセンブリ。
ko_kr: 이 부품이 필요한 어셈블리
lt_lt: Mazgai, kuriems reikalinga ši dalis
lv_lv: Sastāvi, kuros šī detaļa tiek izmantota
nl_nl: Dit product heeft het volgende onderdeel nodig
pl_pl: Złożenie, które wymagają tego komponentu
pt_pt: Conjuntos que requerem esta peça
ru_ru: Сборки, для которых требуется эта часть
sk_sk: Použité v zostavách
sl_si: Sestavi, ki potrebujejo ta del
sr_cs: Sklopovi koji koriste ovaj deo
sv_se: Sammanställning som kräver denna artikel
th_th: ชิ้นส่วนประกอบที่ใช้ชิ้นส่วนนี้
tr_tr: Bu parçayı gerektiren montajlar
vi_vn: Sự lắp ráp cần sản phẩm này
zh_tw: 需要此零件的裝配體

source: Username
ar_sa: اسم المستخدم
bg_bg: Потребителско име
cs_cz: Uživatelské jméno
el_gr: Όνομα Χρήστη
et_ee: Kasutajanimi
fa_ir: نام کاربری
fi_fi: Käyttäjätunnus
he_il: שם משתמש
hi_in: यूज़रनेम
id_id: Nama Pengguna
ja_jp: ユーザー名
ko_kr: 사용자 이름
lt_lt: Vartotojo vardas
lv_lv: Lietotājvārds
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: Nome de utilizador
ru_ru: Имя пользователя
sk_sk: Používateľské meno
sl_si: Uporabniško ime
sr_cs: Korisničko ime
sv_se: Användarnamn
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı Adı
vi_vn: Tên người dùng
zh_tw: 用户名

# usernameEmpty
source: Username cannot be empty
ar_sa: اسم المستخدم لا يمكن أن يكون فارغاً
bg_bg: Потребителското име не може да бъде празно
cs_cz: Uživatelské jméno nesmí být prázdné
el_gr: Το όνομα χρήστη δεν μπορεί να είναι κενό
et_ee: Kasutajanimi ei saa olla tühi
fa_ir: نام کاربری نمی تواند خالی باشد
fi_fi: Käyttäjätunnus ei voi olla tyhjä
he_il: שם משתמש לא יכול להיות ריק
hi_in: यूज़रनेम खाली नहीं हो सकता
id_id: Nama pengguna tidak boleh kosong
ja_jp: ユーザー名は空にできません。
ko_kr: 사용자 이름은 비워둘 수 없습니다.
lt_lt: Vartotojo vardas negali būti tuščias
lv_lv: Lietotājvārds nevar būt tukšs
nl_nl: Gebruikersnaam mag niet leeg zijn
pl_pl: Nazwa użytkownika nie może być pusta
pt_pt: O nome de utilizador não pode estar vazio
ru_ru: Имя пользователя не может быть пустым
sk_sk: Používateľské meno nemôže byť prázdne
sl_si: Uporabniško ime ne sme biti prazno
sr_cs: Korisničko ime ne može biti prazno
sv_se: Användarnamn kan inte vara tomt
th_th: กรุณากรอกชื่อผู้ใช้
tr_tr: Kullanıcı adı boş bırakılamaz
vi_vn: Tên người dùng không được để trống
zh_tw: 用户名不能為空

source: Value
ar_sa: القيمة
bg_bg: Стойност
cs_cz: Hodnota
el_gr: Τιμή
et_ee: Väärtus
fa_ir: مقدار
fi_fi: Arvo
he_il: ערך
hi_in: वैल्यू
id_id: Nilai
ja_jp: 設定値
ko_kr: 값
lt_lt: Vertė
lv_lv: Vērtība
nl_nl: Waarde
pl_pl: Wartość
pt_pt: Valor
ru_ru: Значение
sk_sk: Hodnota
sl_si: Vrednost
sr_cs: Vrednost
sv_se: Värde
th_th: ค่า
tr_tr: Değer
vi_vn: Giá trị
zh_tw: 值

source: Value cannot be empty
ar_sa: القيمة لا يمكن أن تكون فارغة
bg_bg: Стойността не може да бъде празна
cs_cz: Hodnota nemůže být prázdná
el_gr: Η τιμή δεν μπορεί να είναι κενή
et_ee: Väärtus ei saa olla tühi
fa_ir: مقدار نمی تواند خالی باشد
fi_fi: Arvo ei voi olla tyhjä
he_il: ערך לא יכול להיות ריק
hi_in: वैल्यू खाली नहीं हो सकती
id_id: Nilai tidak boleh kosong
ja_jp: 値を空にすることはできません。
ko_kr: 값을 비울 수 없습니다
lt_lt: Reikšmė negali būti tuščia
lv_lv: Vērtība nedrīkst būt tukša
nl_nl: Waarde kan niet leeg zijn
pl_pl: Wartość nie może być pusta
pt_pt: O valor não pode estar vazio
ru_ru: Значение не может быть пустым
sk_sk: Hodnota nemôže byť prázdna
sl_si: Vrednost ne sme biti prazna
sr_cs: Vrednost ne može biti prazna
sv_se: Du måste ange ett värde
th_th: ค่าห้ามเป็นค่าว่าง
tr_tr: Değer boş olamaz
vi_vn: Giá trị không thể để trống
zh_tw: 數值不能為空

# valueRequired
source: Value is required
ar_sa: القيمة مطلوبة
bg_bg: Стойността е задължителна
cs_cz: Hodnota je povinná
el_gr: Η τιμή απαιτείται
et_ee: Väärtus on nõutud
fa_ir: مقدار الزامی است
fi_fi: Arvo vaaditaan
he_il: נדרש ערך
hi_in: वैल्यू आवश्यक है
id_id: Nilai harus diisi
ja_jp: 値が必要です
ko_kr: 필수 값입니다
lt_lt: Reikšmė būtina
lv_lv: Vērtība ir obligāta
nl_nl: Waarde is vereist
pl_pl: Wartość jest wymagana
pt_pt: Valor obrigatório
ru_ru: Необходимо указать значение
sk_sk: Hodnota je povinná
sl_si: Vrednost je obvezna
sr_cs: Vrednost je obavezna
sv_se: Värde krävs
th_th: จำเป็นต้องระบุค่า
tr_tr: Değer gereklidir
vi_vn: Giá trị là bắt buộc
zh_tw: 值為必填項

source: Variants
ar_sa: المتغيرات
bg_bg: Варианти
cs_cz: Varianty
el_gr: Παραλλαγές
et_ee: Variandid
fa_ir: انواع
fi_fi: Variantit
he_il: גרסאות
hi_in: वेरिएंट्स
id_id: Varian
ja_jp: 類似品
ko_kr: 옵션
lt_lt: Variantai
lv_lv: Varianti
nl_nl: Varianten
pl_pl: Warianty
pt_pt: Variantes
ru_ru: Разновидности
sk_sk: Varianty
sl_si: Različice
sr_cs: Varijante
sv_se: Varianter
th_th: ตัวเลือกสินค้า
tr_tr: Varyantlar
vi_vn: Biến thể
zh_tw: 變體

source: Version
ar_sa: الإصدار
bg_bg: Версия
cs_cz: Verze
el_gr: Έκδοση
et_ee: Versioon
fa_ir: نسخه
fi_fi: Versio
he_il: גרסה
hi_in: वर्जन
id_id: Versi
ja_jp: バージョン
ko_kr: 버전
lt_lt: Versija
lv_lv: Versija
nl_nl: Versie
pl_pl: Wersja
pt_pt: Versão
ru_ru: Версия
sk_sk: Verzia
sl_si: Različica
sr_cs: Verzija
th_th: เวอร์ชัน
tr_tr: Sürüm
vi_vn: Phiên bản
zh_tw: 版本

source: View Supplier Part
ar_sa: عرض جزء المورد
bg_bg: Преглед на част от доставчик
cs_cz: Zobrazit díl dodavatele
el_gr: Προβολή Κωδικού Προμηθευτή
et_ee: Vaata tarnija osa
fa_ir: نمایش قطعه تامین کننده
fi_fi: Näytä toimittajan osa
he_il: צפה בפריט הספק
hi_in: सप्लायर पार्ट देखें
id_id: Lihat Suku Cadang Pemasok
ja_jp: サプライヤー部品を表示
ko_kr: 공급업체 부품 보기
lt_lt: Žiūrėti tiekėjo detalę
lv_lv: Skatīt piegādātāja detaļu
nl_nl: Bekijk Leverancier van Onderdeel
pl_pl: Zobacz Dostawcę Części
pt_pt: Ver Peça do Fornecedor
ru_ru: Отобразить деталь поставщика
sk_sk: Zobraziť diel dodávateľa
sl_si: Prikaži dobaviteljev del
sr_cs: Prikaži deo dobavljača
sv_se: Visa leverantörsartikel
th_th: ดูชิ้นส่วนจากผู้จัดจำหน่าย
tr_tr: Tedarikçi Parçası Görüntüle
vi_vn: Xem nhà cung cấp phụ kiện
zh_tw: 查看供應商零件

source: Website
ar_sa: الموقع الإلكتروني
bg_bg: Уебсайт
cs_cz: Webová stránka
el_gr: Ιστοσελίδα
et_ee: Koduleht
fa_ir: وب سایت
fi_fi: Sivusto
he_il: אתר
hi_in: वेबसाइट
id_id: Situs
ja_jp: Webサイト
ko_kr: 웹사이트
lt_lt: Svetainė
lv_lv: Mājaslapa
pl_pl: Strona WWW
ru_ru: Сайт
sk_sk: Webstránka
sl_si: Spletna stran
sr_cs: Web-sajt
sv_se: Webbplats
th_th: เว็บไซต์
tr_tr: Web sitesi
vi_vn: Trang web
zh_tw: 網站

# appCredits
source: Additional app credits
ar_sa: العنوان
bg_bg: Допълнителни заслуги
el_gr: Πιστώσεις Εφαρμογής
et_ee: Rakenduse autorid
fi_fi: Sovelluksen lisäkiitokset
he_il: קרדיטים נוספים לאפליקציה
hi_in: अतिरिक्त ऐप श्रेय
id_id: App kredit tambahan
ja_jp: すぺしゃる★さんくす！
ko_kr: 추가 앱 크레딧
lt_lt: Papildomi programėlės kreditai
lv_lv: Papildu lietotnes kredīti
nl_nl: Extra app credits
pl_pl: Dodatkowe podziękowania autorskie
pt_pt: Créditos adicionais do aplicativo
ru_ru: Благодарности за помощь и поддержку
sk_sk: Ďalšie kredity aplikácie
sl_si: Dodatne dobroimetja za aplikacijo
sr_cs: Dodane informacije o aplikaciji
sv_se: Ytterligare bidragande till appen
th_th: เครดิตแอปเพิ่มเติม
tr_tr: Ek uygulama kredileri
vi_vn: Tín dụng bổ sung
zh_tw: 開發團隊

source: Quarantined
cs_cz: V karanténě
