Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

# quantityInvalid
source: Quantity is invalid
ar_sa: الكمية غير صالحة
bg_bg: Невалидно количество
cs_cz: Množství je neplatné
el_gr: Η ποσότητα δεν είναι έγκυρη
et_ee: Kogus on vigane
fa_ir: مقدار نامعتبر است
fi_fi: Määrä on virheellinen
he_il: הכמות לא חוקית
hi_in: मात्रा अमान्य है
id_id: Jumlah tidak valid
ja_jp: 数量が無効です
ko_kr: 수량이 유효하지 않습니다
lt_lt: Kiekis neteisingas
lv_lv: Daudzums nav derīgs
nl_nl: Aantal is ongeldig
pl_pl: Ilość jest nieprawidłowa
pt_pt: Quantidade inválida
ru_ru: Недопустимое количество
sk_sk: Množstvo je neplatné
sl_si: Količina ni veljavna
sr_cs: Količina nije ispravna
sv_se: Antalet är ogiltigt
th_th: จำนวนไม่ถูกต้อง
tr_tr: Adet geçersiz
vi_vn: Số lượng không hợp lệ
zh_tw: 數量無效

# quantityPositive
source: Quantity must be positive
ar_sa: يجب أن تكون الكمية موجبة
bg_bg: Количеството трябва да е положително
cs_cz: Množství musí být kladné.
el_gr: Η ποσότητα πρέπει να είναι θετική
et_ee: Kogus peab olema positiivne
fa_ir: مقدار باید مثبت باشد
fi_fi: Määrän on oltava positiivinen
he_il: הכמות חייבת להיות חיובית
hi_in: मात्रा शून्य से अधिक होनी चाहिए
id_id: Jumlah harus positif
ja_jp: 数量は1以上
ko_kr: 수량은 양수여야 합니다.
lt_lt: Kiekis turi būti teigiamas
lv_lv: Daudzumam jābūt pozitīvam
nl_nl: Aantal moet positief zijn
pl_pl: Ilość musi być dodatnia
pt_pt: A quantidade deve ser positiva
ru_ru: Количество должно быть положительным
sk_sk: Množstvo musí byť kladné
sl_si: Količina mora biti pozitivna
sr_cs: Količina mora biti pozitivna
sv_se: Antal måste vara positiv
th_th: จำนวนต้องเป็นค่าบวก
tr_tr: Adet pozitif bir sayı olmalı
vi_vn: Số lượng phải là số dương
zh_tw: 數量必須大於0

# queryEmpty
source: Enter search query
ar_sa: أدخل نص البحث
bg_bg: Въведете заявка за търсене
cs_cz: Zadejte hledaný dotaz
el_gr: Εισαγάγετε αναζήτηση
et_ee: Sisesta otsingusõna
fa_ir: عبارت پرس و جو را وارد کنید
fi_fi: Syötä hakusana
he_il: הזן שאילתת חיפוש
hi_in: सर्च क्वेरी दर्ज करें
id_id: Masukkan kueri pencarian
ja_jp: 検索クエリを入力
ko_kr: 검색어를 입력하세요
lt_lt: Įveskite paieškos užklausą
lv_lv: Ievadiet meklēšanas vaicājumu
nl_nl: Voer zoekterm in
pl_pl: Wpisz szukaną frazę
pt_pt: Introduza o termo de pesquisa
ru_ru: Введите поисковой запрос
sk_sk: Zadajte hľadaný výraz
sl_si: Vnesite iskalni niz
sr_cs: Unesite upit za pretragu
sv_se: Ange sökfråga
th_th: กรุณาใส่คำค้นหา
tr_tr: Arama metni girin
vi_vn: Nhập nội dung cần tìm
zh_tw: 輸入搜索查詢

# queryNoResults
source: No results for query
ar_sa: لا توجد نتائج للبحث
bg_bg: Няма резултати за заявката
cs_cz: Žádné výsledky dotazu
el_gr: Δεν υπάρχουν αποτελέσματα για την αναζήτηση
et_ee: Tulemusi ei leitud
fa_ir: هیچ نتیجه ای برای پرس و جو وجود ندارد
fi_fi: Ei tuloksia haulle
he_il: אין תוצאות לשאילתה
hi_in: कोई परिणाम नहीं मिला
id_id: Tidak ada hasil untuk kueri
ja_jp: 検索結果はありません
ko_kr: 검색 결과 없음
lt_lt: Pagal užklausą rezultatų nerasta
lv_lv: Nav rezultātu pēc pieprasījuma
nl_nl: Geen resultaten
pl_pl: Nie znaleziono wyników dla zapytania
pt_pt: Sem resultados para a pesquisa
ru_ru: Нет результатов по запросу
sk_sk: Žiadne výsledky pre vyhľadávanie
sl_si: Ni zadetkov za poizvedbo
sr_cs: Nema rezultata za upit
sv_se: Inga resultat hittades
th_th: ไม่พบผลลัพธ์สำหรับการค้นหา
tr_tr: Sorgu için sonuç yok
vi_vn: Không có kết quả nào
zh_tw: 無查詢結果

source: Received
ar_sa: تم الاستلام
bg_bg: Получено
cs_cz: Přijato
el_gr: Παραλήφθηκε
et_ee: Saadud
fa_ir: دریافت شد
fi_fi: Vastaanotettu
he_il: התקבל
hi_in: प्राप्त
id_id: Telah diterima
ja_jp: 受信済
ko_kr: 입고됨
lt_lt: Gauta
lv_lv: Saņemts
nl_nl: Ontvangen
pl_pl: Odebrane
pt_pt: Recebido
ru_ru: Получено
sk_sk: Prijaté
sl_si: Prejeto
sr_cs: Primljeno
sv_se: Mottaget
th_th: ได้รับแล้ว
tr_tr: Teslim Alındı
vi_vn: Đã nhận
zh_tw: 已接收

source: Receive Item
ar_sa: استلام عنصر
bg_bg: Приемане на артикул
cs_cz: Přijaté položky
el_gr: Παραλαβή Αντικειμένου
et_ee: Võta ese vastu
fa_ir: دریافت آیتم
fi_fi: Vastaanota tuote
he_il: קבל פריט
hi_in: आइटम प्राप्त करें
id_id: Item yang diterima
ja_jp: アイテムを受け取る
ko_kr: 입고 처리
lt_lt: Gauti prekę
lv_lv: Saņemt preci
nl_nl: Ontvang Artikel
pl_pl: Przyjmij artykuły
pt_pt: Receber Item
ru_ru: Получить позицию
sk_sk: Príjem tovaru
sl_si: Sprejem artikla
sr_cs: Primite stavku
sv_se: Ta emot artikel
th_th: รับสินค้า
tr_tr: Kalemi Teslim Al
vi_vn: Mặt hàng đã nhận
zh_tw: 接收條目

# receivedItem
source: Received Stock Item
ar_sa: عنصر مخزون مستلم
bg_bg: Приет складов артикул
cs_cz: Přijatá skladová položka
el_gr: Παραληφθέν Αντικείμενο Αποθέματος
et_ee: Vastuvõetud laovaru
fa_ir: کالای موجودی دریافت شده
fi_fi: Vastaanotettu varastonimike
he_il: פריט מלאי שהתקבל
hi_in: प्राप्त स्टॉक आइटम
id_id: Item Stok Diterima
ja_jp: 受け取った在庫アイテム
ko_kr: 입고된 품목
lt_lt: Gautas prekių kiekis
lv_lv: Saņemta prece
nl_nl: Ontvangen Voorraad Artikelen
pl_pl: Przyjęta Pozycja Magazynowa
pt_pt: Artigo Recebido
ru_ru: Полученные складские позиции
sk_sk: Príjem tovaru
sl_si: Prejeti artikel
sr_cs: Primljena stavka zaliha
sv_se: Mottagen lagerartikel
th_th: รับสินค้าเข้าคลัง
tr_tr: Teslim alınan stok kalemleri
vi_vn: Kho hàng đã nhận
zh_tw: 收到的庫存項

source: Reference
ar_sa: المرجع
bg_bg: Референция
el_gr: Αναφορά
et_ee: Viide
fa_ir: مرجع
fi_fi: Viite
he_il: הפניה
hi_in: संदर्भ
id_id: Referensi
ja_jp: 参照
ko_kr: 참조
lt_lt: Nuoroda
lv_lv: Atsauce
nl_nl: Referentie
pl_pl: Odwołanie
pt_pt: Referência
ru_ru: Ссылка
sk_sk: Referencia
sl_si: Referenca
sr_cs: Referenca
sv_se: Referens
th_th: อ้างอิง
tr_tr: Referans
vi_vn: Tham chiếu
zh_tw: 參考

source: Refresh
ar_sa: تحديث
bg_bg: Опресняване
cs_cz: Obnovit
el_gr: Ανανέωση
et_ee: Värskenda
fa_ir: تازه سازی
fi_fi: Päivitä
he_il: רענון
hi_in: रिफ्रेश करें
id_id: Segarkan
ja_jp: 更新
ko_kr: 새로고침
lt_lt: Atnaujinti
lv_lv: Atsvaidzināt
nl_nl: Vernieuwen
pl_pl: Odśwież
pt_pt: Atualizar
ru_ru: Обновить
sk_sk: Obnoviť
sl_si: Osveži
sr_cs: Osveži
sv_se: Uppdatera
th_th: รีเฟรช
tr_tr: Yenile
vi_vn: Làm mới
zh_tw: 刷新

source: Refreshing
ar_sa: جاري التحديث
bg_bg: Опресняване...
cs_cz: Obnovuji…
el_gr: Γίνεται ανανέωση
et_ee: Värskendan
fa_ir: در حال تازه سازی
fi_fi: Päivitetään
he_il: מרענן
hi_in: रिफ्रेश हो रहा है
id_id: Menyegarkan
ja_jp: 更新中
ko_kr: 새로 고침
lt_lt: Atnaujinama
lv_lv: Atjauno
nl_nl: Verversen…
pl_pl: Odświeżanie
pt_pt: A atualizar
ru_ru: Обновление…
sk_sk: Obnovuje sa
sl_si: Osveževanje
sr_cs: Osvežavanje
sv_se: Uppdaterar
th_th: กำลังรีเฟรช
tr_tr: Yenileniyor
vi_vn: Đang làm mới
zh_tw: 正在刷新

source: Rejected
ar_sa: مرفوض
bg_bg: Отхвърлено
cs_cz: Zamítnuto
el_gr: Απορρίφθηκε
et_ee: Tagasi lükatud
fa_ir: رد شد
fi_fi: Hylätty
he_il: נדחה
hi_in: अस्वीकृत
id_id: Ditolak
ja_jp: 却下済み
ko_kr: 거절됨
lt_lt: Atmestas
lv_lv: Noraidīts
nl_nl: Geweigerd
pl_pl: Odrzucono
pt_pt: Rejeitado
ru_ru: Отклонено
sk_sk: Zamietnuté
sl_si: Zavrnjeno
sr_cs: Odbijeno
sv_se: Avvisad
th_th: ถูกปฏิเสธ
tr_tr: Reddedildi
vi_vn: Đã từ chối
zh_tw: 已拒絕

source: Release Notes
ar_sa: ملاحظات الإصدار
bg_bg: Бележки към версията
cs_cz: Poznámky k vydání
el_gr: Σημειώσεις Έκδοσης
et_ee: Versioonimärkmed
fa_ir: یادداشت های انتشار
fi_fi: Julkaisutiedot
he_il: הערות פרסום
hi_in: रिलीज़ नोट्स
id_id: Catatan Rilis
ja_jp: リリースノート
ko_kr: 릴리스 정보
lt_lt: Laidos pastabos
lv_lv: Izlaiduma piezīmes
pl_pl: Lista zmian
pt_pt: Notas de Lançamento
ru_ru: Заметки о выпуске
sk_sk: Poznámky k vydaniu
sl_si: Opombe ob izdaji
sr_cs: Beleške o izdanju
sv_se: Utgivningsnoteringar
th_th: ข้อมูลรุ่น
tr_tr: Sürüm notları
vi_vn: Ghi chú phát hành
zh_tw: 更新日誌

source: Remove
ar_sa: إزالة
bg_bg: Премахване
cs_cz: Odstranit
el_gr: Αφαίρεση
et_ee: Eemalda
fa_ir: حذف
fi_fi: Poista
he_il: להסיר
hi_in: हटाएं
id_id: Hapus
ja_jp: 削除
ko_kr: 제거
lt_lt: Šalinti
lv_lv: Noņemt
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover
ru_ru: Удалить
sk_sk: Odstrániť
sl_si: Odstrani
sr_cs: Ukloni
sv_se: Ta bort
th_th: ลบ
tr_tr: Kaldır
vi_vn: Xóa
zh_tw: 移除

source: Remove Stock
ar_sa: إزالة المخزون
bg_bg: Премахване на наличност
cs_cz: Odstranit sklad
el_gr: Αφαίρεση Αποθέματος
et_ee: Eemalda laost
fa_ir: حذف سهام
fi_fi: Poista varastosta
he_il: הסר מלאי
hi_in: स्टॉक हटाएं
id_id: Hapus Stok
ja_jp: 在庫を削除
ko_kr: 재고 제거
lt_lt: Pašalinti atsargas
lv_lv: Noņemt krājumus
nl_nl: Uit Voorraad Verwijderen
pl_pl: Usuń stan
pt_pt: Remover Stock
ru_ru: Удалить запасы
sk_sk: Odstrániť zásoby
sl_si: Odstrani zalogo
sr_cs: Ukloni Zalihe
sv_se: Ta bort lager
th_th: นำสินค้าออก
tr_tr: Stok Kaldır
vi_vn: Xóa hàng hóa
zh_tw: 移除庫存

source: Report Bug
ar_sa: الإبلاغ عن خطأ
bg_bg: Докладване на бъг
cs_cz: Nahlásit chybu
el_gr: Αναφορά Σφάλματος
et_ee: Teata veast
fa_ir: گزارش باگ
fi_fi: Ilmoita virheestä
he_il: דווח על באג
hi_in: बग रिपोर्ट करें
id_id: Laporkan Masalah
ja_jp: 不具合の報告
ko_kr: 버그 신고
lt_lt: Pranešti apie klaidą
lv_lv: Ziņot par kļūdu
nl_nl: Fout melden
pl_pl: Zgłoś błąd
pt_pt: Reportar Erro
ru_ru: Сообщить об ошибке
sk_sk: Nahlásiť chybu
sl_si: Prijavi napako
sr_cs: Prijavi grešku
sv_se: Rapportera bugg
th_th: รายงานข้อผิดพลาด
tr_tr: Hata Bildir
vi_vn: Báo cáo lỗi
zh_tw: 反饋問題

# reportBugDescription
source: Submit bug report (requires GitHub account)
ar_sa: إرسال تقرير عن خطأ (يتطلب حساب GitHub)
bg_bg: Изпращане на доклад за бъг (изисква GitHub профил)
cs_cz: Odeslat hlášení o chybě (vyžaduje GitHub účet)
el_gr: Υποβολή αναφοράς σφάλματος (απαιτεί λογαριασμό GitHub)
et_ee: Saada vearaport (vajalik GitHubi konto)
fa_ir: ارسال گزارش باگ (به حساب GitHub نیاز دارد)
fi_fi: Lähetä virheraportti (vaatii GitHub-tilin)
he_il: שלח דוח באג [דורש חשבון בגיט-האב]
hi_in: बग रिपोर्ट सबमिट करें (GitHub अकाउंट आवश्यक है)
id_id: Kirim laporan bug (memerlukan akun GitHub)
ja_jp: バグレポートを送信 (GitHub アカウントが必要)
ko_kr: 버그 보고 제출 (GitHub 계정 필요)
lt_lt: Pateikti pranešimą apie klaidą (reikalinga GitHub paskyra)
lv_lv: Iesniegt kļūdas ziņojumu (nepieciešams GitHub konts)
nl_nl: Verstuur bugrapport (GitHub account vereist)
pl_pl: Prześlij raport o błędzie (wymaga konta GitHub)
pt_pt: Enviar relatório de erro (requer conta GitHub)
ru_ru: Отправить сообщение об ошибке (требуется учетная запись GitHub)
sk_sk: Odoslať hlásenie o chybe (vyžaduje účet GitHub)
sl_si: Pošlji poročilo o napaki (zahteva račun GitHub)
sr_cs: Pošalji izveštaj o grešci (potreban GitHub nalog)
sv_se: Skicka in felrapport (kräver GitHub-konto)
th_th: ส่งรายงานข้อผิดพลาด (ต้องมีบัญชี GitHub)
tr_tr: Hata raporla ( github hesabı gerektirir)
vi_vn: Báo cáo lỗi (bắt buộc phải có tài khoản GitHub)
zh_tw: 提交 bug 報告 (需要 GitHub 賬户)

source: Results
ar_sa: النتائج
bg_bg: Резултати
cs_cz: Výsledky
el_gr: Αποτελέσματα
et_ee: Tulemused
fa_ir: نتایج
fi_fi: Tulokset
he_il: תוצאות
hi_in: परिणाम
id_id: Hasil
ja_jp: 結果
ko_kr: 결과
lt_lt: Rezultatai
lv_lv: Rezultāti
nl_nl: Resultaten
pl_pl: Wyniki
pt_pt: Resultados
ru_ru: Результатов
sk_sk: Výsledky
sl_si: Rezultati
sr_cs: Rezultati
sv_se: Resultat
th_th: ผลลัพธ์
tr_tr: Sonuçlar
vi_vn: Kết quả
zh_tw: 結果

source: Request
ar_sa: طلب
bg_bg: Заявка
cs_cz: Požadavek
el_gr: Αίτημα
et_ee: Päring
fa_ir: درخواست
fi_fi: Pyyntö
he_il: בקשה
hi_in: अनुरोध
id_id: Permintaan
ja_jp: リクエスト
ko_kr: 요청
lt_lt: Užklausa
lv_lv: Pieprasījums
nl_nl: Verzoek
pl_pl: Żądanie
pt_pt: Pedido
ru_ru: Запрос
sk_sk: Žiadosť
sl_si: Zahteva
sr_cs: Zahtev
sv_se: Begäran
th_th: คำขอ
tr_tr: Talep
vi_vn: Yêu cầu
zh_tw: 請求

source: Request Failed
ar_sa: فشل الطلب
bg_bg: Неуспешна заявка
cs_cz: Požadavek selhal
el_gr: Η αίτηση απέτυχε
et_ee: Päring ebaõnnestus
fa_ir: درخواست ناموفق
fi_fi: Pyyntö epäonnistui
he_il: הבקשה נכשלה
hi_in: अनुरोध विफल
id_id: Permintaan Gagal
ja_jp: リクエストに失敗しました
ko_kr: 요청 실패
lt_lt: Užklausa nepavyko
lv_lv: Pieprasījums neizdevās
nl_nl: Verzoek mislukt
pl_pl: Żądanie nie powiodło się
pt_pt: Pedido Falhou
ru_ru: Ошибка запроса
sk_sk: Požiadavka zlyhala
sl_si: Zahteva ni uspela
sr_cs: Zahtev nije uspeo
sv_se: Begäran misslyckades
th_th: คำขอผิดพลาด
tr_tr: İstek Başarısız
vi_vn: Yêu cầu không được hoàn thành
zh_tw: 請求失敗

source: Request successful
ar_sa: تم الطلب بنجاح
bg_bg: Успешна заявка
cs_cz: Požadavek byl úspěšný
el_gr: Η αίτηση ολοκληρώθηκε με επιτυχία
et_ee: Päring õnnestus
fa_ir: درخواست موفق
fi_fi: Pyyntö onnistui
he_il: הבקשה מוצלחת
hi_in: अनुरोध सफल
id_id: Permintaan berhasil
ja_jp: リクエストが成功しました
ko_kr: 요청 성공
lt_lt: Užklausa sėkminga
lv_lv: Pieprasījums veiksmīgs
nl_nl: Verzoek successvol
pl_pl: Żądanie zakończone sukcesem
pt_pt: Pedido efetuado com sucesso
ru_ru: Запрос выполнен успешно
sk_sk: Požiadavka úspešná
sl_si: Zahteva uspešna
sr_cs: Zahtev uspešan
sv_se: Begäran lyckades
th_th: คำขอสำเร็จ
tr_tr: İstek başarılı
vi_vn: Yêu cầu thành công
zh_tw: 請求成功

source: Requesting Data
ar_sa: جاري طلب البيانات
bg_bg: Заявка за данни
cs_cz: Požadavek na data
el_gr: Ανάκτηση Δεδομένων
et_ee: Andmete pärimine
fa_ir: درخواست داده
fi_fi: Pyydetään tietoja
he_il: מבקש נתונים
hi_in: डेटा का अनुरोध किया जा रहा है
id_id: Meminta Data
ja_jp: データをリクエスト中
ko_kr: 데이터 요청 중
lt_lt: Gaunami duomenys
lv_lv: Pieprasa datus
nl_nl: Gegevens Opvragen
pl_pl: Żądanie danych
pt_pt: A obter dados
ru_ru: Запрос данных
sk_sk: Načítavam dáta
sl_si: Pridobivam podatke
sr_cs: Preuzimanje podataka
sv_se: Begär data
th_th: กำลังร้องขอข้อมูล
tr_tr: Veri Talep Ediliyor
vi_vn: Đang yêu cầu dữ liệu
zh_tw: 正在請求數據

source: Required
ar_sa: مطلوب
bg_bg: Задължително
cs_cz: Povinné
el_gr: Απαιτείται
et_ee: Vajalik
fa_ir: الزامات
fi_fi: Vaaditaan
he_il: דרוש
hi_in: आवश्यक
id_id: Wajib
ja_jp: 必須
ko_kr: 필수
lt_lt: Privalomas
lv_lv: Obligāts
nl_nl: Vereist
pl_pl: Wymagane
pt_pt: Obrigatório
ru_ru: Обязательно
sk_sk: Povinné
sl_si: Obvezno
sr_cs: Obavezno
sv_se: Krävs
th_th: จำเป็น
tr_tr: Gerekli
vi_vn: Bắt buộc
zh_tw: 必填

# response400
source: Bad Request
ar_sa: طلب غير صالح
bg_bg: Невалидна заявка
cs_cz: Chybný požadavek
el_gr: Μη Έγκυρο Αίτημα
et_ee: Vigane päring
fa_ir: درخواست بد
fi_fi: Virheellinen pyyntö
he_il: בקשה לא תקינה
ja_jp: 不正なリクエスト
ko_kr: 잘못된 요청
lt_lt: Bloga užklausa
lv_lv: Nepareizs pieprasījums
pl_pl: Błędne żądanie
pt_pt: Pedido Inválido
ru_ru: Некорректный запрос
sk_sk: Zlá požiadavka
sl_si: Neveljavna zahteva
sr_cs: Loš zahtev
sv_se: Felaktig begäran
th_th: คำขอไม่ถูกต้อง
tr_tr: Hatalı İstek
vi_vn: Yêu cầu không hợp lệ
zh_tw: 錯誤的請求

# response401
source: Unauthorized
ar_sa: غير مصرح له
bg_bg: Неупълномощен достъп
cs_cz: Neoprávněný
el_gr: Μη Εξουσιοδοτημένο
et_ee: Ligipääs puudub
fa_ir: غیرمجاز
fi_fi: Luvaton
he_il: לא מורשה
hi_in: अनधिकृत
ja_jp: 認証されていません
ko_kr: 인증 실패
lt_lt: Neturite leidimo
lv_lv: Autorizācija nav atļauta
nl_nl: Niet gemachtigd
pl_pl: Nieautoryzowany
pt_pt: Não autorizado
ru_ru: Неавторизован
sk_sk: Neautorizované
sl_si: Neavtorizirano
sr_cs: Neautorizovano
sv_se: Ej autentiserad
th_th: ไม่ได้รับอนุญาต
tr_tr: Yetkisiz
vi_vn: Chưa cấp quyền
zh_tw: 未授權

# response403
source: Permission Denied
ar_sa: تم رفض الإذن
bg_bg: Отказ на достъп
cs_cz: Přístup odepřen
el_gr: Δεν Επιτρέπεται
et_ee: Juurdepääs keelatud
fa_ir: دسترسی رد شد
fi_fi: Lupa evätty
he_il: הרשאה נדחיתה
hi_in: अनुमति अस्वीकृत
id_id: Izin Ditolak
ja_jp: 権限がありません
ko_kr: 권한이 없습니다.
lt_lt: Neturite prieigos
lv_lv: Atļauja liegta
nl_nl: Permissie geweigerd
pl_pl: Odmowa dostępu
pt_pt: Permissão Negada
ru_ru: Доступ запрещён
sk_sk: Prístup zamietnutý
sl_si: Dostop zavrnjen
sr_cs: Pristup odbijen
sv_se: Åtkomst nekad
th_th: ไม่ได้รับอนุญาต
tr_tr: İzin Engellendi
vi_vn: Quyền truy cập bị từ chối
zh_tw: 權限受限

# response404
source: Resource Not Found
ar_sa: المورد غير موجود
bg_bg: Ресурсът не е намерен
cs_cz: Zdroj nebyl nalezen
el_gr: Ο Πόρος Δεν Βρέθηκε
et_ee: Ressurssi ei leitud
fa_ir: منبع یافت نشد
fi_fi: Resurssia ei löytynyt
he_il: משאב לא נמצא
hi_in: रिसोर्स नहीं मिला
id_id: Sumber Daya Tidak Ditemukan
ja_jp: リソースが見つかりません
ko_kr: 리소스를 찾을 수 없습니다
lt_lt: Išteklis nerastas
lv_lv: Resurss nav atrasts
nl_nl: Pagina niet gevonden
pl_pl: Nie znaleziono
pt_pt: Recurso Não Encontrado
ru_ru: Ресурс не найден
sk_sk: Zdroj sa nenašiel
sl_si: Vira ni mogoče najti
sr_cs: Resurs nije pronađen
sv_se: Resursen hittades inte
th_th: ไม่พบข้อมูล
tr_tr: Kaynak bulunamadı
vi_vn: Tài nguyên không tìm thấy
zh_tw: 資源未找到

# response405
source: Method Not Allowed
ar_sa: الطريقة غير مسموح بها
bg_bg: Методът не е разрешен
cs_cz: Metoda není povolena
el_gr: Μη Επιτρεπτή Μέθοδος
et_ee: Meetod pole lubatud
fa_ir: متود مجاز نیست
fi_fi: Metodi ei ole sallittu
he_il: שיטה לא מורשית
hi_in: मेथड की अनुमति नहीं है
id_id: Metode Tidak Diizinkan
ja_jp: メソッドが許可されていません
ko_kr: 허용되지 않는 메소드입니다.
lt_lt: Metodas neleidžiamas
lv_lv: Metode nav atļauta
pl_pl: Metoda niedozwolona
pt_pt: Método Não Permitido
ru_ru: 405 Метод не разрешен
sk_sk: Metóda nie je povolená
sl_si: Metoda ni dovoljena
sr_cs: Metoda nije dozvoljena
sv_se: Metoden är inte tillåten
th_th: ไม่รองรับวิธีการนี้
tr_tr: İzin Verilmeyen Yöntem
vi_vn: Phương thức không được phép
zh_tw: 方法不允許

# response429
source: Too Many Requests
ar_sa: طلبات كثيرة جداً
bg_bg: Твърде много заявки
cs_cz: Příliš mnoho požadavků
el_gr: Πάρα Πολλά Αιτήματα
et_ee: Liiga palju päringuid
fa_ir: درخواست های بیش از حد
fi_fi: Liian monta pyyntöä
he_il: יותר מידי בקשות
hi_in: बहुत अधिक अनुरोध
id_id: Terlalu Banyak Permintaan
ja_jp: リクエストが多すぎます
ko_kr: 요청이 너무 많습니다.
lt_lt: Per daug užklausų
lv_lv: Pārāk daudz pieprasījumu
pl_pl: Zbyt wiele żądań
pt_pt: Demasiados Pedidos
ru_ru: Слишком много запросов
sk_sk: Príliš veľa požiadaviek
sl_si: Preveč zahtev
sr_cs: Previše zahteva
sv_se: För många förfrågningar
th_th: คำขอมากเกินไป
tr_tr: Çok Fazla İstek
vi_vn: Quá Nhiều Yêu Cầu
zh_tw: 太多請求

# response500
source: Internal Server Error
ar_sa: خطأ داخلي في الخادم
bg_bg: Вътрешна грешка на сървъра
cs_cz: Interní chyba serveru
el_gr: Εσωτερικό Σφάλμα Διακομιστή
et_ee: Sisemine serveri viga
fa_ir: خطای داخلی سرور
fi_fi: Palvelimen sisäinen virhe
he_il: שגיאת שרת פנימית
hi_in: आंतरिक सर्वर त्रुटि
id_id: Kesalahan Server Internal
ja_jp: 内部サーバエラー
ko_kr: 내부 서버 오류
lt_lt: Vidinė serverio klaida
lv_lv: Iekšēja servera kļūda
nl_nl: Server fout
pl_pl: Wewnętrzny błąd serwera
pt_pt: Erro Interno do Servidor
ru_ru: Внутренняя ошибка сервера
sk_sk: Interná chyba servera
sl_si: Napaka strežnika
sr_cs: Greška servera
sv_se: Internt serverfel
th_th: เกิดข้อผิดพลาดภายในเซิร์ฟเวอร์
tr_tr: İç Sunucu Hatası
vi_vn: Lỗi máy chủ nội bộ
zh_tw: 內部服務器錯誤

# response501
source: Not Implemented
ar_sa: لم يتم تنفيذه
bg_bg: Не е внедрено
cs_cz: Není implementováno
el_gr: Μη Υλοποιημένο
et_ee: Pole rakendatud
fa_ir: پیاده‌سازی نشده
fi_fi: Ei toteutettu
he_il: לא מיושם
hi_in: लागू नहीं किया गया
id_id: Tidak Diimplementasikan
ja_jp: 未実装
ko_kr: 구현되지 않음
lt_lt: Neįdiegta
lv_lv: Nav ieviests
pl_pl: Nie zaimplementowano
pt_pt: Não Implementado
ru_ru: Не реализовано
sk_sk: Neimplementované
sl_si: Ni implementirano
sr_cs: Nije implementirano
sv_se: Ej implementerat
th_th: ยังไม่ได้ดำเนินการ
tr_tr: Uygulanamadı
vi_vn: Không được thực hiện
zh_tw: 未實施

# response502
source: Bad Gateway
ar_sa: بوابة غير صالحة
bg_bg: Невалиден шлюз
el_gr: Εσφαλμένη Πύλη (Bad Gateway)
et_ee: Vigane lüüs
fa_ir: درگاه بد
he_il: קישור GetAway לא תקין
hi_in: बैड गेटवे
id_id: Gateway Buruk
ja_jp: 不正なゲートウェイ
ko_kr: 불량 게이트웨이
lt_lt: Blogas šliuzas
lv_lv: Nepareiza vārteja
pl_pl: Zła brama
pt_pt: Gateway Inválido
ru_ru: Недопустимый шлюз
sk_sk: Zlá brána
sl_si: Slab prehod
sr_cs: Loš prolaz
sv_se: Felaktig Gateway
th_th: เกตเวย์ไม่ถูกต้อง
tr_tr: Hatalı Ağ Geçidi
vi_vn: Cổng không hợp lệ
zh_tw: 不良網關

# response503
source: Service Unavailable
ar_sa: الخدمة غير متوفرة
bg_bg: Услугата е недостъпна
cs_cz: Služba nedostupná
el_gr: Υπηρεσία Μη Διαθέσιμη
et_ee: Teenus pole kättesaadav
fa_ir: سرویس در دسترس نیست
fi_fi: Palvelu ei ole saatavilla
he_il: השירות אינו זמין
hi_in: सेवा अनुपलब्ध
id_id: Layanan Tidak Tersedia
ja_jp: サービスは利用できません
ko_kr: 서비스 불가
lt_lt: Paslauga nepasiekiama
lv_lv: Pakalpojums nav pieejams
nl_nl: Service niet beschikbaar
pl_pl: Usługa niedostępna
pt_pt: Serviço Indisponível
ru_ru: Сервис недоступен
sk_sk: Služba je nedostupná
sl_si: Storitev ni na voljo
sr_cs: Usluga nedostupna
sv_se: Tjänsten är inte tillgänglig
th_th: บริการไม่พร้อมใช้งาน
tr_tr: Hizmet Kullanılamıyor
vi_vn: Dịch vụ không sẵn sàng
zh_tw: 服務暫時不可用

# response504
source: Gateway Timeout
ar_sa: انتهت مهلة البوابة
bg_bg: Времето на шлюза изтече
el_gr: Λήξη Χρόνου Πύλης (Gateway Timeout)
et_ee: Lüüsi ajalõpp
fa_ir: مهلت زمانی درگاه
fi_fi: Yhdyskäytävän aikakatkaisu
he_il: טיים אאוט גט אוואי
hi_in: गेटवे टाइमआउट
id_id: Waktu Habis Gateway
ja_jp: ゲートウェイタイムアウト
ko_kr: 게이트웨이 시간 초과
lt_lt: Laiko perviršis (Gateway Timeout)
lv_lv: Laika pārsniegums (Gateway Timeout)
pl_pl: Przekroczono limit czasu
pt_pt: Tempo limite do gateway
ru_ru: 504: тайм-аут шлюза
sk_sk: Časový limit brány
sl_si: Časovna omejitev prehoda
sr_cs: Vremensko ograničenje prolaza
th_th: เกตเวย์หมดเวลา
tr_tr: Ağ Geçidi Zaman Aşımı
vi_vn: Gateway quá hạn
zh_tw: 網關超時

# response505
source: HTTP Version Not Supported
ar_sa: إصدار HTTP غير مدعوم
bg_bg: HTTP версията не се поддържа
cs_cz: HTTP verze není podporována
el_gr: Η Έκδοση HTTP Δεν Υποστηρίζεται
et_ee: HTTP-versiooni ei toetata
fa_ir: نسخه HTTP پشتیبانی نمی شود
fi_fi: HTTP-versiota ei tueta
he_il: גרסת HTTP לא נתמכת
hi_in: HTTP वर्जन समर्थित नहीं है
id_id: Versi HTTP Tidak Didukung
ja_jp: このHTTP バージョンはサポートされていません
ko_kr: 지원되지 않는 HTTP 버전
lt_lt: HTTP versija nepalaikoma
lv_lv: HTTP versija netiek atbalstīta
pl_pl: Wersja HTTP nie obsługiwana
pt_pt: Versão HTTP Não Suportada
ru_ru: 505: версия не поддерживается
sk_sk: Nepodporovaná verzia HTTP
sl_si: Različica HTTP ni podprta
sr_cs: HTTP verzija nije podržana
sv_se: HTTP-versionen stöds inte
th_th: HTTP เวอร์ชันไม่รองรับ
tr_tr: HTTP Sürümü Desteklenmiyor
vi_vn: Phiên bản của HTTP không được hỗ trợ
zh_tw: HTTP版本不支持

source: Response data
ar_sa: بيانات الاستجابة
bg_bg: Данни от отговора
el_gr: Δεδομένα Απόκρισης
et_ee: Vastuse andmed
fa_ir: داده پاسخ
fi_fi: Vastausdata
he_il: נתוני תגובה
hi_in: रिस्पॉन्स डेटा
id_id: Data respons
ja_jp: 応答データ
ko_kr: 응답 데이터
lt_lt: Atsako duomenys
lv_lv: Atbildes dati
nl_nl: Responsgegevens
pl_pl: Dane odpowiedzi
pt_pt: Dados da resposta
ru_ru: Информация об ответе
sk_sk: Údaje odpovede
sl_si: Podatki odgovora
sr_cs: Podaci odgovora
sv_se: Svarsdata
th_th: ข้อมูลการตอบกลับ
tr_tr: Yanıt verileri
vi_vn: Dữ liệu trả về
zh_tw: 響應數據

# responseInvalid
source: Invalid Response Code
ar_sa: رمز استجابة غير صالح
bg_bg: Невалиден код на отговор
el_gr: Μη έγκυρος κωδικός απόκρισης
et_ee: Vigane vastuse kood
fa_ir: کد پاسخ نامعتبر
fi_fi: Virheellinen vastauskoodi
he_il: קוד תגובה לא תקין
hi_in: अमान्य रिस्पॉन्स कोड
id_id: Kode Respons Tidak Valid
ja_jp: 無効な応答
ko_kr: 유효하지 않은 응답 코드
lt_lt: Netinkamas atsakymo kodas
lv_lv: Nederīgs atbildes kods
nl_nl: Ongeldige reactie
pl_pl: Nieprawidłowy kod odpowiedzi
pt_pt: Código de resposta inválido
ru_ru: Неверный код ответа
sk_sk: Neplatný kód odpovede
sl_si: Neveljavna koda odziva
sr_cs: Nevažeći kod odgovora
sv_se: Ogiltig svarskod
th_th: รหัสการตอบกลับไม่ถูกต้อง
tr_tr: Geçersiz yanıt kodu.
vi_vn: Mã trả về không hợp lệ
zh_tw: 無效響應碼

# responseUnknown
source: Unknown Response
ar_sa: استجابة غير معروفة
bg_bg: Неизвестен отговор
cs_cz: Neznámá odpověď
el_gr: Άγνωστη Απόκριση
et_ee: Tundmatu vastus
fa_ir: پاسخ ناشناخته
fi_fi: Tuntematon vastaus
he_il: תגובה לא ידועה
hi_in: अज्ञात रिस्पॉन्स
id_id: Respons Tidak Diketahui
ja_jp: 不明な応答コード
ko_kr: 알 수 없는 응답
lt_lt: Nežinomas atsakymas
lv_lv: Nezināma atbilde
nl_nl: Onbekende Reactie
pl_pl: Nieznana odpowiedź
pt_pt: Resposta Desconhecida
ru_ru: Неизвестный ответ
sk_sk: Neznáma odpoveď
sl_si: Neznan odgovor
sr_cs: Nepoznat odgovor
sv_se: Okänt svar
th_th: การตอบสนองที่ไม่รู้จัก
tr_tr: Bilinmeyen yanıt
vi_vn: Trả lời không xác định
zh_tw: 未知響應

source: Result
ar_sa: النتيجة
bg_bg: Резултат
cs_cz: Výsledek
el_gr: Αποτέλεσμα
et_ee: Tulemus
fa_ir: نتایج
fi_fi: Tulos
he_il: תוצאה
hi_in: परिणाम
id_id: Hasil
ja_jp: 結果
ko_kr: 결과
lt_lt: Rezultatas
lv_lv: Rezultāts
nl_nl: Resultaat
pl_pl: Wynik
pt_pt: Resultado
ru_ru: Результат
sk_sk: Výsledok
sl_si: Rezultat
sr_cs: Rezultat
sv_se: Resultat
th_th: ผลลัพธ์
tr_tr: Sonuç
vi_vn: Kết quả
zh_tw: 結果
