Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

source: Include Sublocations
ar_sa: تضمين المواقع الفرعية
bg_bg: Включване на подлокации
cs_cz: Zahrnout podumístění
el_gr: Συμπερίληψη Υποτοποθεσιών
et_ee: Kaasa alamasukohad
fa_ir: شامل مکان های فرعی است
fi_fi: Sisällytä alasijainnit
he_il: כלול מיקומי משנה
hi_in: सब-लोकेशन शामिल करें
id_id: Sertakan Sublokasi
ja_jp: サブ在庫場所を含める
ko_kr: 하위 위치 포함
lt_lt: Įtraukti subvietas
lv_lv: Iekļaut apakšatrašanās vietas
nl_nl: Inclusief Sublocaties
pl_pl: Zawieraj sublokacje
pt_pt: Incluir sub-região
ru_ru: Добавить доп. местоположения
sk_sk: Zahrnúť podlokality
sl_si: Vključi podlokacije
sr_cs: Uključi podlokacije
sv_se: Inkludera underplats
th_th: รวมตำแหน่งที่ตั้งย่อย
tr_tr: Alt konumları dahil et
vi_vn: Bao gồm kho phụ
zh_tw: 包括次級位置

# includeSublocationsDetail
source: Show results from sublocations
ar_sa: إظهار النتائج من المواقع الفرعية
bg_bg: Показване на резултати от подлокации
cs_cz: Zobrazit výsledky z podumístění
el_gr: Εμφάνιση αποτελεσμάτων από υποτοποθεσίες
et_ee: Kuva tulemused alamasukohtadest
fa_ir: نمایش نتایج از مکان های فرعی
fi_fi: Näytä tulokset alasijainneista
he_il: הצג תוצאות ממיקומי משנה
hi_in: सब-लोकेशन से परिणाम दिखाएं
id_id: Tampilkan hasil dari sublokasi
ja_jp: サブロケーションからの結果を表示
ko_kr: 하위 위치 결과 표시
lt_lt: Rodyti rezultatus iš sublokacijų
lv_lv: Rādīt rezultātus no apakšatrašanās vietām
nl_nl: Toon resultaten van sub locaties
pl_pl: Pokaż wyniki z sublokacji
pt_pt: Mostrar resultados das sub-regiões
ru_ru: Показывать результаты по подпунктам
sk_sk: Zobraziť výsledky z podlokalít
sl_si: Prikaži rezultate iz podlokacij
sr_cs: Prikaži rezultate iz podlokacija
sv_se: Visa resultat från underplatser
th_th: แสดงผลจากตำแหน่งย่อย
tr_tr: Alt konumdaki sonuçları göster
vi_vn: Hiển thị kết quả trong kho phụ
zh_tw: 顯示次級位置中的結果

# incompleteDetails
source: Incomplete profile details
ar_sa: تفاصيل الملف الشخصي غير مكتملة
bg_bg: Непълни данни на профила
cs_cz: Neúplné údaje o profilu
el_gr: Ελλιπείς λεπτομέρειες προφίλ
et_ee: Puudulikud profiili andmed
fa_ir: جزئیات نمایه ناقص
fi_fi: Puutteelliset profiilitiedot
he_il: פרטי פרופיל לא מלאים
hi_in: अधूरी प्रोफ़ाइल जानकारी
id_id: Detail profil tidak lengkap
ja_jp: 不完全なプロフィールの詳細
ko_kr: 프로필 정보 미완성
lt_lt: Nepilna profilio informacija
lv_lv: Nepilnīga profila informācija
nl_nl: Onvolledige profieldetails
pl_pl: Niekompletne szczegóły profilu
pt_pt: Detalhes de perfil incompletos
ru_ru: Неполные данные профиля
sk_sk: Neúplné údaje profilu
sl_si: Nepopolni podatki profila
sr_cs: Nepotpuni podaci profila
sv_se: Ofullständig profilinformation
th_th: ข้อมูลโปรไฟล์ไม่สมบูรณ์
tr_tr: Tamamlanmamış profil detayları
vi_vn: Chi tiết profile không đầy đủ
zh_tw: 不完整的配置文件詳細信息

source: Internal Part Number
ar_sa: رقم القطعة الداخلي
bg_bg: Вътрешен номер на част
cs_cz: Interní číslo dílu
el_gr: Εσωτερικός Κωδικός Εξαρτήματος
et_ee: Sisemine detaili number
fa_ir: شماره قطعه داخلی
fi_fi: Sisäinen osanumero
he_il: מספר פריט פנימי
hi_in: इंटरनल पार्ट नंबर
id_id: Nomor Bagian Internal
ja_jp: 内部パーツ番号
ko_kr: 내부 부품 번호
lt_lt: Vidinė detalės numeris
lv_lv: Iekšējais detaļas numurs
nl_nl: Intern Onderdeelnummer
pl_pl: Wewnętrzny numer części
pt_pt: Número interno do produto
ru_ru: Внутренний номер
sk_sk: Interné číslo dielu
sl_si: Interna številka dela
sr_cs: Interni Broj Dela
sv_se: Internt artikelnummer
th_th: หมายเลขชิ้นส่วนภายใน
tr_tr: İç Parça Numarası
vi_vn: Số thứ tự phụ kiện nội bộ
zh_tw: 內部零件號

source: Info
ar_sa: معلومات
bg_bg: Информация
cs_cz: Informace
el_gr: Πληροφορίες
fa_ir: اطلاعات
fi_fi: Tiedot
he_il: מידע
hi_in: जानकारी
id_id: Informasi
ja_jp: 情報
ko_kr: 정보
lt_lt: Informacija
lv_lv: Informācija
pl_pl: Informacje
pt_pt: Informações
ru_ru: Информация
sl_si: Informacije
sr_cs: Informacije
sv_se: Information
th_th: ข้อมูล
tr_tr: Bilgi
vi_vn: Thông tin
zh_tw: 資訊

source: In Production
ar_sa: قيد الإنتاج
bg_bg: В производство
cs_cz: Ve výrobě
el_gr: Σε Παραγωγή
et_ee: Tootmises
fa_ir: در تولید
fi_fi: Tuotannossa
he_il: בתהליך ייצור
hi_in: उत्पादन में
id_id: Dalam Produksi
ja_jp: 生産中
ko_kr: 생산 중
lt_lt: Gamyboje
lv_lv: Ražošanā
nl_nl: In Productie
pl_pl: W produkcji
pt_pt: Em Produção
ru_ru: В процессе производства
sk_sk: Vo výrobe
sl_si: V proizvodnji
sr_cs: U proizvodnji
sv_se: Under produktion
th_th: กำลังผลิต
tr_tr: Üretimde
vi_vn: Đang sản xuất
zh_tw: 生產中的

# inProductionDetail
source: This stock item is in production
ar_sa: هذا الصنف قيد الإنتاج
bg_bg: Този артикул е в производство
cs_cz: Tato skladová položka je ve výrobě
el_gr: Αυτό το αντικείμενο αποθέματος βρίσκεται σε παραγωγή
et_ee: See laonimistu on tootmises
fa_ir: این کالای استوک در حال تولید است
fi_fi: Tämä varastonimike on tuotannossa
he_il: פריט מלאי זה נמצא בייצור
hi_in: यह स्टॉक आइटम उत्पादन में है
id_id: Item stok ini sedang dalam produksi
ja_jp: この在庫品は生産中です
ko_kr: 해당 재고 품목은 생산 중입니다
lt_lt: Ši prekė yra gamyboje
lv_lv: Šis krājums tiek ražots
nl_nl: Dit voorraadartikel is in productie
pl_pl: Ten przedmiot magazynowy jest w produkcji
pt_pt: Este item de estoque está em produção
ru_ru: Данный объект находится в производстве
sk_sk: Táto položka je vo výrobe
sl_si: Ta artikel je v proizvodnji
sr_cs: Ovaj artikal je u proizvodnji
sv_se: Denna lagervara är i produktion
th_th: สินค้าในคลังนี้อยู่ระหว่างการผลิต
tr_tr: Bu stok kalemi üretimdedir
vi_vn: Mặt hàng này đang được sản xuất tại kho
zh_tw: 該庫存物品正在生產中

# invalidHost
source: Invalid hostname
ar_sa: اسم المضيف غير صالح
bg_bg: Невалидно име на хост
cs_cz: Neplatný název hostitele
el_gr: Μη έγκυρο hostname
et_ee: Vigane hostinimi
fa_ir: نام میزبان نامعتبر
fi_fi: Virheellinen isäntänimi
he_il: שם מארח לא חוקי
hi_in: अमान्य होस्टनाम
id_id: Hostname tidak valid
ja_jp: 無効なホスト名
ko_kr: 잘못된 호스트 이름
lt_lt: Neteisingas pagrindinio kompiuterio vardas
lv_lv: Nederīga resursdatora adrese
nl_nl: Ongeldige hostnaam
pl_pl: Nieprawidłowa nazwa hosta
pt_pt: Hostname inválido
ru_ru: Неверное имя хоста
sk_sk: Neplatný názov hostiteľa
sl_si: Neveljavno ime gostitelja
sr_cs: Nevažeće ime hosta
sv_se: Ogiltigt värdnamn
th_th: ชื่อโฮสต์ไม่ถูกต้อง
tr_tr: Geçersiz alan adı
vi_vn: Tên máy chủ không hợp lệ
zh_tw: 無效的主機名

# invalidHostDetails
source: Provided hostname is not valid
ar_sa: اسم المضيف المدخل غير صالح
bg_bg: Предоставеното име на хост е невалидно
cs_cz: Zadaný název hostitele není platný
el_gr: Το παρεχόμενο hostname δεν είναι έγκυρο
et_ee: Sisestatud hostinimi on vigane
fa_ir: نام میزبان ارائه شده معتبر نیست
fi_fi: Annettu isäntänimi ei kelpaa
he_il: שם המארח שסופק אינו חוקי
hi_in: प्रदान किया गया होस्टनाम मान्य नहीं है
id_id: Hostname yang diberikan tidak valid
ja_jp: このホスト名は無効です。
ko_kr: 제공된 호스트 이름이 유효하지 않습니다
lt_lt: Neteisingas nurodytas serverio adresas
lv_lv: Norādītais resursdators nav derīgs.
nl_nl: Opgegeven hostnaam is ongeldig
pl_pl: Podana nazwa serwera jest nieprawidłowa
pt_pt: O hostname fornecido é inválido
ru_ru: Недопустимый пароль
sk_sk: Zadaný názov hostiteľa je neplatný
sl_si: Podano ime gostitelja ni veljavno.
sr_cs: Navedeno ime hosta nije validno
sv_se: Angivet värdnamn är inte giltigt
th_th: ชื่อโฮสต์ไม่ถูกต้อง
tr_tr: Bu ana bilgisayar adı (hostname) geçerli değil
vi_vn: Tên máy chủ được cung cấp không hợp lệ
zh_tw: 提供的主機名無效

source: Invalid Part
ar_sa: قطعة غير صالحة
bg_bg: Невалидна част
cs_cz: Neplatný díl
el_gr: Μη έγκυρο Εξάρτημα
et_ee: Vigane osa
fa_ir: قطعه نامعتبر
fi_fi: Virheellinen osa
he_il: פריט לא חוקי
hi_in: अमान्य पार्ट
id_id: Komponen tidak valid
ja_jp: 無効なパーツ
ko_kr: 유효하지 않은 부품
lt_lt: Netinkama detalė
lv_lv: Nederīga detaļa
nl_nl: Ongeldig Onderdeel
pl_pl: Nieprawidłowa część
pt_pt: Peça Inválida
ru_ru: Недопустимая деталь
sk_sk: Neplatný diel
sl_si: Neveljaven del
sr_cs: Neispravan deo
sv_se: Ogiltig Artikel
th_th: ชิ้นส่วนไม่ถูกต้อง
tr_tr: Geçersiz Parça
vi_vn: Phụ kiện không hợp lệ
zh_tw: 無效零件

source: Invalid Part Category
ar_sa: فئة قطعة غير صالحة
bg_bg: Невалидна категория на част
cs_cz: Neplatná kategorie dílu
el_gr: Μη έγκυρη Κατηγορία Εξαρτήματος
et_ee: Vigane osa kategooria
fa_ir: دسته بندی قطعه نامعتبر
fi_fi: Virheellinen osakategoria
he_il: קטגוריית פריט לא חוקית
hi_in: अमान्य पार्ट श्रेणी
id_id: Kategori Komponen tidak valid
ja_jp: 無効なパーツカテゴリー
ko_kr: 유효하지 않은 부품 카테고리
lt_lt: Netinkama detalės kategorija
lv_lv: Nederīga detaļas kategorija
nl_nl: Ongeldig Onderdeelcategorie
pl_pl: Nieprawidłowa kategoria części
pt_pt: Categoria de Peças Inválida
ru_ru: Неверная категория детали
sk_sk: Neplatná kategória súčiastky
sl_si: Neveljavna kategorija dela
sr_cs: Nevažeća kategorija dela
sv_se: Ogiltig artikelkategori
th_th: หมวดหมู่ชิ้นส่วนไม่ถูกต้อง
tr_tr: Geçersiz Parça Kategorisi
vi_vn: Danh mục sản phẩm không hợp lệ
zh_tw: 無效零件類別

source: Invalid Stock Location
ar_sa: موقع مخزون غير صالح
bg_bg: Невалидно местоположение
cs_cz: Neplatné skladové místo
el_gr: Μη έγκυρη Τοποθεσία Αποθέματος
et_ee: Vigane lao asukoht
fa_ir: محل سهام نامعتبر
fi_fi: Virheellinen varastosijainti
he_il: מיקום מלאי לא חוקי
hi_in: अमान्य स्टॉक स्थान
id_id: Lokasi Stok tidak valid
ja_jp: 無効な在庫場所
ko_kr: 유효하지 않은 재고 위치
lt_lt: Netinkama atsargų vieta
lv_lv: Nederīga krājumu atrašanās vieta
nl_nl: Ongeldige Voorraadlocatie
pl_pl: Nieprawidłowa lokacja magazynowa
pt_pt: Localização de Estoque Inválida
ru_ru: Неверное расположение склада
sk_sk: Neplatné umiestnenie skladu
sl_si: Neveljavna lokacija zaloge
sr_cs: Nevažeća lokacija zaliha
sv_se: Ogiltig lagerplats
th_th: ตำแหน่งจัดเก็บสินค้าไม่ถูกต้อง
tr_tr: Geçersiz Stok Konumu
vi_vn: Vị trí kho không hợp lệ
zh_tw: 無效庫存地點

source: Invalid Stock Item
ar_sa: صنف مخزون غير صالح
bg_bg: Невалиден артикул
cs_cz: Neplatná skladová položka
el_gr: Μη έγκυρο Αντικείμενο Αποθέματος
et_ee: Vigane laonimistu
fa_ir: اقلام سهام نامعتبر
fi_fi: Virheellinen varastonimike
he_il: פריט מלאי לא חוקי
hi_in: अमान्य स्टॉक आइटम
id_id: Item Stok tidak valid
ja_jp: 無効な在庫アイテム
ko_kr: 유효하지 않은 재고 품목
lt_lt: Netinkamas inventoriaus elementas
lv_lv: Nederīgs krājumu vienums
nl_nl: Ongeldig Voorraadartikel
pl_pl: Nieprawidłowa część magazynowa
pt_pt: Artigo de Estoque Inválido
ru_ru: Недопустимый товарный пункт
sk_sk: Neplatná položka skladu
sl_si: Neveljaven artikel zaloge
sr_cs: Nevažeća stavka zaliha
sv_se: Ogiltig lagervara
th_th: รายการสินค้าคงคลังไม่ถูกต้อง
tr_tr: Geçersiz Stok Kalemi
vi_vn: Kho hàng không hợp lệ
zh_tw: 無效庫存項

# invalidUsernamePassword
source: Invalid username / password combination
ar_sa: اسم المستخدم أو كلمة المرور غير صحيحة
bg_bg: Невалидно потребителско име или парола
cs_cz: Neplatné uživatelské jméno nebo heslo.
el_gr: Μη έγκυρος συνδυασμός ονόματος χρήστη / κωδικού
et_ee: Vigane kasutajanime või parooli kombinatsioon
fa_ir: ترکیب نام کاربری / رمز عبور نامعتبر
fi_fi: Virheellinen käyttäjätunnuksen / salasanan yhdistelmä
he_il: שילוב שם משתמש/סיסמה לא תקין
hi_in: अमान्य उपयोगकर्ता नाम / पासवर्ड
id_id: Kombinasi nama pengguna / kata sandi tidak valid
ja_jp: 無効なユーザー名/パスワードの組み合わせです。
ko_kr: 잘못된 사용자 이름 또는 비밀번호입니다.
lt_lt: Neteisingas naudotojo vardas arba slaptažodis
lv_lv: Nepareizs lietotājvārda/paroles savienojums
nl_nl: Ongeldige gebruikersnaam / wachtwoord combinatie
pl_pl: Nieprawidłowy login lub hasło
pt_pt: O nome de utilizador ou a palavra-passe não estão corretos
ru_ru: Неверная комбинация имени пользователя и пароля
sk_sk: Neplatná kombinácia používateľského mena / hesla
sl_si: Neveljavna kombinacija uporabniškega imena / gesla
sr_cs: Nevažeća kombinacija korisničkog imena / lozinke
sv_se: Felaktigt användarnamn / lösenord kombination
th_th: ชื่อผู้ใช้ / รหัสผ่านไม่ถูกต้อง
tr_tr: Geçersiz kullanıcı adı ve şifre
vi_vn: Tên người dùng / mật khẩu không hợp lệ
zh_tw: 無效的用户名密碼組合

source: Issue Date
ar_sa: تاريخ الإصدار
bg_bg: Дата на издаване
cs_cz: Datum nahlášení
el_gr: Ημερομηνία Έκδοσης
et_ee: Väljastamise kuupäev
fa_ir: تاریخ صدور
fi_fi: Luovutuspäivä
he_il: תאריך הנפקה
hi_in: जारी करने की तिथि
id_id: Tanggal Terbit
ja_jp: 発行日
ko_kr: 발행일
lt_lt: Išdavimo data
lv_lv: Izdošanas datums
nl_nl: Uitgiftedatum
pl_pl: Data Wystawienia
pt_pt: Data de emissão
ru_ru: Дата проблемы
sk_sk: Dátum vydania
sl_si: Datum izdaje
sr_cs: Datum izdavanja
sv_se: Utfärdad datum
th_th: วันที่ออก
tr_tr: Sorun Tarihi
vi_vn: Ngày phát hành
zh_tw: 發行日期

# itemInLocation
source: Item already in location
ar_sa: الصنف موجود بالفعل في الموقع
bg_bg: Артикулът вече е на това местоположение
cs_cz: Položka je již umístěna
el_gr: Το αντικείμενο βρίσκεται ήδη στην τοποθεσία
et_ee: Toode on juba selles asukohas
fa_ir: مورد در حال حاضر در مکان است
fi_fi: Nimike on jo sijainnissa
he_il: הפריט כבר נמצא במיקום
hi_in: आइटम पहले से ही इस स्थान पर है
id_id: Item sudah ada di lokasi
ja_jp: アイテムは既に在庫場所にあります
ko_kr: 해당 위치에 이미 아이템이 있습니다
lt_lt: Prekė jau yra lokacijoje
lv_lv: Prece jau atrodas lokācijā
nl_nl: Artikel al op locatie
pl_pl: Część jest już w lokacji
pt_pt: O artigo já está no local
ru_ru: Элемент уже находится на месте
sk_sk: Položka už je na mieste
sl_si: Izdelek že na lokaciji
sr_cs: Stavka već na lokaciji
sv_se: Föremålet finns redan på plats
th_th: สินค้าอยู่ในตำแหน่งที่ตั้งแล้ว
tr_tr: Parça zaten konumda
vi_vn: Vị trí mục đã có
zh_tw: 物品已就位

source: Keywords
ar_sa: الكلمات المفتاحية
bg_bg: Ключови думи
cs_cz: Klíčová slova
el_gr: Λέξεις-Κλειδιά
et_ee: Märksõnad
fa_ir: کلمات کلیدی
fi_fi: Avainsanat
he_il: מילות מפתח
hi_in: कीवर्ड
id_id: Kata Kunci
ja_jp: キーワード
ko_kr: 키워드
lt_lt: Raktažodžiai
lv_lv: Atslēgvārdi
nl_nl: Trefwoorden
pl_pl: Słowa kluczowe
pt_pt: Palavras-chave
ru_ru: Ключевые слова
sk_sk: Kľúčové slová
sl_si: Ključne besede
sr_cs: Ključne reči
sv_se: Nyckelord
th_th: คำหลัก
tr_tr: Anahtar kelimeler
vi_vn: Từ khóa
zh_tw: 關鍵字

source: Label Template
cs_cz: Šablona štítku
el_gr: Πρότυπο Ετικέτας
fa_ir: الگوی برچسب
he_il: תבנית תווית
ja_jp: ラベルテンプレート
pl_pl: Szablon etykiety
pt_pt: Modelo de Etiqueta
ru_ru: Шаблон этикетки
sr_cs: Šablon natpisa
sv_se: Etikettmall
tr_tr: Etiket Şablonu
vi_vn: Khuôn mẫu nhãn tem
zh_tw: 標籤模板

source: Language
ar_sa: اللغة
bg_bg: Език
cs_cz: Jazyk
el_gr: Γλώσσα
et_ee: Keel
fa_ir: زبان
fi_fi: Kieli
he_il: שפה
hi_in: भाषा
id_id: Bahasa
ja_jp: 言語設定
ko_kr: 언어
lt_lt: Kalba
lv_lv: Valoda
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык
sk_sk: Jazyk
sl_si: Jezik
sr_cs: Jezik
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
vi_vn: Ngôn ngữ
zh_tw: 語言

# languageDefault
source: Default system language
ar_sa: لغة النظام الافتراضية
bg_bg: Системен език по подразбиране
cs_cz: Výchozí jazyk systému
el_gr: Προεπιλεγμένη γλώσσα συστήματος
et_ee: Süsteemi vaikimisi keel
fa_ir: زبان پیش فرض سیستم
fi_fi: Järjestelmän oletuskieli
he_il: שפת מערכת ברירת מחדל
hi_in: सिस्टम की डिफ़ॉल्ट भाषा
id_id: Bahasa sistem default
ja_jp: システムのデフォルト言語
ko_kr: 기본 시스템 언어
lt_lt: Numatytoji sistemos kalba
lv_lv: Sistēmas noklusējuma valoda
nl_nl: Standaard systeemtaal
pl_pl: Domyślny język systemu
pt_pt: Idioma de sistema predefinido
ru_ru: Язык системы по умолчанию
sk_sk: Predvolený jazyk systému
sl_si: Privzeti sistemski jezik
sr_cs: Podrazumevani sistemski jezik
sv_se: Standard systemspråk
th_th: ภาษาเริ่มต้นของระบบ
tr_tr: Varsayılan sistem dili
vi_vn: Ngôn ngữ hệ thống mặc định
zh_tw: 系統默認語言

# languageSelect
source: Select Language
ar_sa: اختر اللغة
bg_bg: Избор на език
cs_cz: Vybrat jazyk
el_gr: Επιλογή Γλώσσας
et_ee: Vali keel
fa_ir: زبان را انتخاب کنید
fi_fi: Valitse kieli
he_il: בחירת שפה
hi_in: भाषा चुनें
id_id: Pilih Bahasa
ja_jp: 言語の選択
ko_kr: 언어 선택
lt_lt: Pasirinkite kalbą
lv_lv: Izvēlieties valodu
nl_nl: Taal selecteren
pl_pl: Wybierz język
pt_pt: Selecionar Idioma
ru_ru: Выберите язык
sk_sk: Vyberte jazyk
sl_si: Izberite jezik
sr_cs: Izaberi jezik
sv_se: Välj språk
th_th: เลือกภาษา
tr_tr: Dil Seçin
vi_vn: Chọn ngôn ngữ
zh_tw: 選擇語言

source: Last Stocktake
ar_sa: آخر جرد مخزني
bg_bg: Последна инвентаризация
cs_cz: Poslední inventura
el_gr: Τελευταία Απογραφή
et_ee: Viimane inventuur
fa_ir: آخرین سرمایه گذاری
fi_fi: Viimeisin inventaario
he_il: סקר אחרון
hi_in: पिछला स्टॉकटेक
id_id: Stok Opname Terakhir
ja_jp: 最新のストックテイク
ko_kr: 최근 실사
lt_lt: Paskutinė inventorizacija
lv_lv: Pēdējā inventarizācija
nl_nl: Laatste Voorraadcontrole
pl_pl: Ostatnia inwentaryzacja
pt_pt: Último Balanço de Estoque
ru_ru: Последняя инвентаризация
sk_sk: Posledná inventúra
sl_si: Zadnji popis zalog
sr_cs: Poslednji popis
sv_se: Senaste inventering
th_th: ตรวจนับล่าสุด
tr_tr: Son Stok Sayımı
vi_vn: Kiểm kê cuối cùng
zh_tw: 最近庫存盤點

source: Last Updated
ar_sa: آخر تحديث
bg_bg: Последна актуализация
cs_cz: Poslední aktualizace
el_gr: Τελευταία Ενημέρωση
et_ee: Viimati uuendatud
fa_ir: آخرین به روز رسانی
fi_fi: Päivitetty viimeksi
he_il: עודכן לאחרונה
hi_in: अंतिम बार अपडेट किया गया
id_id: Terakhir Diperbarui
ja_jp: 最終更新
ko_kr: 최근 업데이트
lt_lt: Paskutinis atnaujinimas
lv_lv: Pēdējo reizi atjaunots
nl_nl: Laatst Bijgewerkt
pl_pl: Ostatnia aktualizacja
pt_pt: Ultima atualização
ru_ru: Последние обновлённые
sk_sk: Posledná aktualizácia
sl_si: Zadnja posodobitev
sr_cs: Poslednji put ažurirano
sv_se: Senast uppdaterad
th_th: อัปเดตล่าสุด
tr_tr: Son güncelleme
vi_vn: Cập nhật mới nhất
zh_tw: 最近更新

source: Level
ar_sa: المستوى
bg_bg: Ниво
cs_cz: Úroveň
el_gr: Επίπεδο
et_ee: Tase
fa_ir: سطح
fi_fi: Taso
he_il: רמה
hi_in: स्तर
id_id: Tingkat
ja_jp: 残量
ko_kr: 레벨
lt_lt: Lygis
lv_lv: Līmenis
nl_nl: Niveau
pl_pl: Poziom
pt_pt: Nível
ru_ru: Уровень
sk_sk: Úroveň
sl_si: Stopnja
sr_cs: Nivo
sv_se: Nivå
th_th: ระดับ
tr_tr: Seviye
vi_vn: Cấp độ
zh_tw: 級

source: Line Item
ar_sa: بند
bg_bg: Позиция
cs_cz: Řádek položky
el_gr: Γραμμή
et_ee: Rida
fa_ir: آیتم خط
fi_fi: Rivi
he_il: שורת פריט
hi_in: लाइन आइटम
id_id: Item Baris
ja_jp: ラインアイテム
ko_kr: 품목
lt_lt: Eilutės elementas
lv_lv: Rindas vienums
nl_nl: Regelartikel
pl_pl: Pozycja
pt_pt: Linha
ru_ru: Элемент строки
sk_sk: Položka
sl_si: Postavka
sr_cs: Stavka porudžbine
sv_se: Rad objekt
th_th: รายการสินค้า
tr_tr: Satır
vi_vn: Sản phẩm
zh_tw: 行項目

source: Line Items
ar_sa: البنود
bg_bg: Позиции
el_gr: Γραμμές
et_ee: Read
fa_ir: آیتم های خط
fi_fi: Rivit
he_il: שורת פריט
hi_in: लाइन आइटम
id_id: Item Baris
ja_jp: ラインアイテム
ko_kr: 품목 내역
lt_lt: Eilutės
lv_lv: Pozīcijas
nl_nl: Regelartikelen
pl_pl: Pozycje
pt_pt: Itens de linha
ru_ru: Элементы строки
sk_sk: Položky
sl_si: Postavke
sr_cs: Stavke porudžbine
sv_se: Radobjekt
th_th: รายการสินค้า
tr_tr: Satırlar
vi_vn: Sản phẩm
zh_tw: 行項目

# locateItem
source: Locate stock item
ar_sa: تحديد موقع الصنف
bg_bg: Намиране на артикул
cs_cz: Najít skladovou položku
el_gr: Εντοπισμός αντικειμένου αποθέματος
et_ee: Leia laotoode
fa_ir: اقلام سهام را مکان یابی کن
fi_fi: Paikanna tuote
he_il: אתר פריט במלאי
hi_in: स्टॉक आइटम खोजें
id_id: Cari item stok
ja_jp: 在庫アイテムを探す
ko_kr: 재고 품목 찾기
lt_lt: Rasti prekę sandėlyje
lv_lv: Atrast krājumu
nl_nl: Zoek voorraad item
pl_pl: Zlokalizuj element magazynowy
pt_pt: Localizar artigo em stock
ru_ru: Найти деталь на складе
sk_sk: Nájsť položku skladu
sl_si: Poišči artikel na zalogi
sr_cs: Pronađi stavku sa zaliha
sv_se: Hitta lagerobjekt
th_th: ค้นหาสินค้าในคลัง
tr_tr: Stok kalemi bul
vi_vn: Xác định vị trí hàng tồn kho
zh_tw: 定位庫存項

# locateLocation
source: Locate stock location
ar_sa: تحديد موقع التخزين
bg_bg: Намиране на местоположение
cs_cz: Najít skladové umístění
el_gr: Εντοπισμός τοποθεσίας αποθέματος
et_ee: Leia lao asukoht
fa_ir: منطقه انبار را جانمایی کنید
fi_fi: Paikanna varastopaikka
he_il: אתר את מיקום המלאי
hi_in: स्टॉक स्थान खोजें
id_id: Cari lokasi stok
ja_jp: 在庫位置を特定する
ko_kr: 재고 위치 찾기
lt_lt: Rasti atsargų vietą
lv_lv: Atrast krājumu atrašanās vietu
nl_nl: Zoek voorraad locatie
pl_pl: Zlokalizuj lokalizację zapasów
pt_pt: Localizar localização de stock
ru_ru: Найти местоположение склада
sk_sk: Nájsť umiestnenie skladu
sl_si: Poišči lokacijo zaloge
sr_cs: Pronađi lokaciju zaliha
sv_se: Hitta lagerplats
th_th: ค้นหาที่เก็บสินค้า
tr_tr: Stok konumu bul
vi_vn: Xác định vị trí kho
zh_tw: 定位存貨位置

# locationCreate
source: New Location
ar_sa: موقع جديد
bg_bg: Ново местоположение
cs_cz: Nové umístění
el_gr: Νέα Τοποθεσία
et_ee: Uus asukoht
fa_ir: مکان جدید
fi_fi: Uusi sijainti
he_il: מיקום חדש
hi_in: नया स्थान
id_id: Lokasi Baru
ja_jp: 新しい場所
ko_kr: 새 위치 추가
lt_lt: Nauja vieta
lv_lv: Jauna atrašanās vieta
nl_nl: Nieuwe Locatie
pl_pl: Nowa Lokalizacja
pt_pt: Nova Localização
ru_ru: Новое местоположение
sk_sk: Nová lokalita
sl_si: Nova lokacija
sr_cs: Nova lokacija
sv_se: Ny plats
th_th: สถานที่ใหม่
tr_tr: Yeni Konum
vi_vn: Vị trí mới
zh_tw: 新建倉儲位置

# locationCreateDetail
source: Create new stock location
ar_sa: إنشاء موقع تخزين جديد
bg_bg: Създаване на ново складово местоположение
cs_cz: Vytvořit nové skladové místo
el_gr: Δημιουργία νέας τοποθεσίας αποθέματος
et_ee: Loo uus lao asukoht
fa_ir: مکان سهام جدید ایجاد کنید
fi_fi: Luo uusi varastopaikka
he_il: צור מיקום מלאי חדש
hi_in: नया स्टॉक स्थान बनाएं
id_id: Buat lokasi stok baru
ja_jp: 新しい在庫場所を作成
ko_kr: 새 창고 위치 생성
lt_lt: Sukurti naują sandėlio vietą
lv_lv: Izveidot jaunu noliktavas atrašanās vietu
nl_nl: Creëer nieuwe voorraadlocatie
pl_pl: Utwórz nową pozycję magazynową
pt_pt: Criar nova localização de stock
ru_ru: Создать новое расположение склада
sk_sk: Vytvoriť novú skladovú lokáciu
sl_si: Ustvari novo lokacijo zaloge
sr_cs: Kreiraj novu lokaciju zaliha
sv_se: Skapa ny lagerplats
th_th: สร้างสถานที่เก็บสินค้าใหม่
tr_tr: Yeni stok konumu oluştur
vi_vn: Thêm mới vị trí kho hàng
zh_tw: 創建新庫存地點

# locationNotSet
source: No location specified
ar_sa: لم يتم تحديد موقع
bg_bg: Няма посочено местоположение
cs_cz: Není zadáno žádné umístění
el_gr: Δεν έχει οριστεί τοποθεσία
et_ee: Asukohta pole määratud
fa_ir: هیچ مکانی مشخص نشده است
fi_fi: Sijaintia ei ole määritetty
he_il: לא צוין מיקום
hi_in: कोई स्थान निर्दिष्ट नहीं
id_id: Lokasi tidak ditentukan
ja_jp: 在庫場所が指定されていません
ko_kr: 위치 미지정
lt_lt: Vieta nenurodyta
lv_lv: Atrašanās vieta nav norādīta
nl_nl: Geen locatie opgegeven
pl_pl: Nie określono lokacji
pt_pt: Localização não definida
ru_ru: Не указано месторасположение
sk_sk: Žiadna lokácia nie je nastavená
sl_si: Lokacija ni določena
sr_cs: Nema određene lokacije
sv_se: Ingen plats specificerad
th_th: ไม่ได้ระบุสถานที่
tr_tr: Belirtilmiş konum yok
vi_vn: Không xác định được vị trí
zh_tw: 沒有指定倉儲位置

# locationUpdated
source: Stock location updated
ar_sa: تم تحديث موقع التخزين
bg_bg: Складовото местоположение е актуализирано
cs_cz: Skladové místo bylo aktualizováno
el_gr: Η τοποθεσία ενημερώθηκε
et_ee: Lao asukoht uuendatud
fa_ir: مکان سهام به روز شد
fi_fi: Varastopaikka päivitetty
he_il: מיקום המלאי עודכן
hi_in: स्टॉक स्थान अपडेट किया गया
id_id: Lokasi stok diperbarui
ja_jp: 在庫場所を更新しました
ko_kr: 재고 위치 업데이트됨
lt_lt: Atsargų vieta atnaujinta
lv_lv: Noliktavas atrašanās vieta atjaunināta
nl_nl: Voorraadlocatie bijgewerkt
pl_pl: Lokalizacja stanu magazynowego została zaktualizowana
pt_pt: Localização de stock atualizada
ru_ru: Расположение склада обновлено
sk_sk: Umiestnenie skladu aktualizované
sl_si: Lokacija zaloge posodobljena
sr_cs: Ažurirana lokacija zaliha
sv_se: Lagerplatsen uppdaterad
th_th: ตำแหน่งสินค้าคงคลังได้รับการอัปเดตแล้ว
tr_tr: Stok lokasyonu güncellendi
vi_vn: Cập nhật vị trí kho hàng
zh_tw: 庫存地點已更新

source: Link
ar_sa: رابط
bg_bg: Връзка
cs_cz: Odkaz
el_gr: Σύνδεσμος
fa_ir: لینک
fi_fi: Linkki
he_il: קישור
hi_in: लिंक
id_id: Pranala
ja_jp: リンク
ko_kr: 연결
lt_lt: Nuoroda
lv_lv: Saite
pt_pt: Ligação
ru_ru: Ссылка
sk_sk: Odkaz
sl_si: Povezava
sv_se: Länk
th_th: ลิงก์
tr_tr: Bağlantı
vi_vn: Liên kết
zh_tw: 鏈接

source: Lost
ar_sa: مفقود
bg_bg: Изгубени
cs_cz: Ztraceno
el_gr: Χαμένο
et_ee: Kadunud
fa_ir: گم شده
fi_fi: Kadonnut
he_il: אבודים
hi_in: खोया हुआ
id_id: Hilang
ja_jp: 損失
ko_kr: 분실
lt_lt: Pamesta
lv_lv: Zaudēts
nl_nl: Verloren
pl_pl: Zagubiono
pt_pt: Perdido
ru_ru: Потерян
sk_sk: Stratené
sl_si: Izgubljeno
sr_cs: Izgubljeno
sv_se: Förlorad
th_th: สูญหาย
tr_tr: Kayıp
vi_vn: Mất
zh_tw: 丟失
