Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

source: Returned
ar_sa: مرتجع
bg_bg: Върнато
cs_cz: Vráceno
el_gr: Επιστράφηκε
et_ee: Tagastatud
fa_ir: برگشت داده شده
fi_fi: Palautettu
he_il: החזרות
hi_in: वापस किया गया
id_id: Dikembalikan
ja_jp: 返品済
ko_kr: 반환됨
lt_lt: Grąžintas
lv_lv: Atgriezts
nl_nl: Teruggestuurd
pl_pl: Zwrócono
pt_pt: Devolvido
ru_ru: Возвращено
sk_sk: Vrátené
sl_si: Vrnjeno
sr_cs: Vraćeno
sv_se: Returnerad
th_th: คืนแล้ว
tr_tr: Geri Dönen
vi_vn: Trả lại
zh_tw: 已退回

source: Sales Orders
ar_sa: أوامر البيع
bg_bg: Поръчки за продажба
cs_cz: Prodejní objednávky
el_gr: Παραγγελίες Πώλησης
et_ee: Müügitellimused
fa_ir: سفارش های فروش
fi_fi: Myyntitilaukset
he_il: הזמנת מכירות
hi_in: बिक्री आदेश
id_id: Pesanan Penjualan
ja_jp: 注文
ko_kr: 판매 주문
lt_lt: Pardavimo užsakymai
lv_lv: Pārdošanas pasūtījumi
nl_nl: Verkooporders
pl_pl: Zlecenia Sprzedaży
pt_pt: Encomendas de Venda
ru_ru: Заказы на продажу
sk_sk: Objednávky predaja
sl_si: Prodajni nalogi
sr_cs: Porudžbine
sv_se: Försäljningsordrar
th_th: คำสั่งขาย
tr_tr: Satış Siparişleri
vi_vn: Đơn đặt hàng
zh_tw: 銷售訂單

source: Save
ar_sa: حفظ
bg_bg: Запазване
cs_cz: Uložit
el_gr: Αποθήκευση
et_ee: Salvesta
fa_ir: ذخیره
fi_fi: Tallenna
he_il: שמור
hi_in: सहेजें
id_id: Simpan
ja_jp: 保存
ko_kr: 저장
lt_lt: Išsaugoti
lv_lv: Saglabāt
nl_nl: Bewaren
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить
sk_sk: Uložiť
sl_si: Shrani
sr_cs: Sačuvaj
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
vi_vn: Lưu lại
zh_tw: 保存

source: Scan Barcode
ar_sa: مسح الباركود
bg_bg: Сканиране на баркод
cs_cz: Skenovat čarový kód
el_gr: Σάρωση Barcode
et_ee: Skanni vöötkood
fa_ir: اسکن بارکد
fi_fi: Skannaa viivakoodi
he_il: סרוק ברקוד
hi_in: बारकोड स्कैन करें
id_id: Pindai Barcode
ja_jp: バーコードをスキャン
ko_kr: 바코드 스캔
lt_lt: Skenuoti brūkšninį kodą
lv_lv: Skenēt svītrkodu
nl_nl: Streepjescode Scannen
pl_pl: Skanuj kod kreskowy
pt_pt: Ler Código de Barras
ru_ru: Сканировать штрихкод
sk_sk: Skenovať čiarový kód
sl_si: Skeniraj črtno kodo
sr_cs: Skeniraj barkod
sv_se: Skanna streckkod
th_th: สแกนบาร์โค้ด
tr_tr: Barkod Tara
vi_vn: Quét mã vạch
zh_tw: 掃描條碼

source: Scan Into Location
ar_sa: مسح إلى الموقع
bg_bg: Сканиране в местоположение
cs_cz: Skenovat umístění
el_gr: Σάρωση σε Τοποθεσία
et_ee: Skanni asukohta
fa_ir: اسکن در موقعیت
fi_fi: Skannaa sijaintiin
he_il: סרוק למיקום
hi_in: लोकेशन में स्कैन करें
id_id: Pindai Ke Lokasi
ja_jp: スキャンされた在庫場所
ko_kr: 위치 스캔
lt_lt: Skenuoti į vietą
lv_lv: Skenēt uz vietu
nl_nl: Scan Naar Locatie
pl_pl: Skanuj do lokacji
pt_pt: Ler para Localização
ru_ru: Сканировать в местоположение
sk_sk: Naskenovať do lokality
sl_si: Skeniraj v lokacijo
sr_cs: Skeniraj u lokaciju
sv_se: Skanna till plats
th_th: สแกนเข้าตำแหน่ง
tr_tr: Konuma Tara
vi_vn: Quét vào điểm bán
zh_tw: 已掃描至位置

# scanIntoLocationDetail
source: Scan this item into location
ar_sa: مسح هذا الصنف في الموقع
bg_bg: Сканирайте този артикул в местоположение
el_gr: Σαρώστε αυτό το αντικείμενο στην τοποθεσία
et_ee: Skanni see ese asukohta
fa_ir: این آیتم را در موقعیت اسکن کن
fi_fi: Skannaa nimike sijaintiin
he_il: סרוק פריט זה למיקום
hi_in: इस आइटम को लोकेशन में स्कैन करें
id_id: Pindai item ini ke lokasi
ja_jp: このアイテムをスキャンして場所を確認する
ko_kr: 이 품목을 위치에 스캔
lt_lt: Nuskaityti prekę į vietą
lv_lv: Skenēt šo preci atrašanās vietā
nl_nl: Scan dit item naar een locatie
pl_pl: Zeskanuj ten przedmiot w lokalizację
pt_pt: Digitalizar este item para a localização
ru_ru: Отсканировать этот компонент в местоположение
sk_sk: Naskenovať položku do lokality
sl_si: Skeniraj izdelek na lokacijo
sr_cs: Skeniraj artikal na lokaciju
sv_se: Skanna det här objektet till plats
th_th: สแกนรายการนี้เข้าตำแหน่ง
tr_tr: Bu ögeyi konuma tara
vi_vn: Quét mặt hàng này vào điểm bán
zh_tw: 掃描此項目到此位置

source: Search
ar_sa: بحث
bg_bg: Търсене
cs_cz: Hledat
el_gr: Αναζήτηση
et_ee: Otsi
fa_ir: جست و جو
fi_fi: Haku
he_il: חפש
hi_in: खोजें
id_id: Cari
ja_jp: 検索
ko_kr: 검색
lt_lt: Ieškoti
lv_lv: Meklēt
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Pesquisar
ru_ru: Поиск
sk_sk: Hľadať
sl_si: Išči
sr_cs: Pretraga
sv_se: Sök
th_th: ค้นหา
tr_tr: Ara
vi_vn: Tìm kiếm
zh_tw: 搜索

source: Searching
ar_sa: جاري البحث
bg_bg: Търсене...
cs_cz: Hledání
el_gr: Γίνεται αναζήτηση
et_ee: Otsimine
fa_ir: در حال جست و جو
fi_fi: Etsitään...
he_il: מחפש
hi_in: खोज रहे हैं...
id_id: Mencari
ja_jp: 検索中
ko_kr: 검색 중
lt_lt: Ieškoma
lv_lv: Meklēšana
nl_nl: Zoeken...
pl_pl: Wyszukiwanie
pt_pt: A pesquisar
ru_ru: Поиск
sk_sk: Vyhľadávanie
sl_si: Iskanje
sr_cs: Pretraga
sv_se: Söker
th_th: กำลังค้นหา
tr_tr: Aranıyor
vi_vn: Đang tìm kiếm
zh_tw: 搜索

# searchLocation
source: Search for location
ar_sa: البحث عن موقع
bg_bg: Търсене на местоположение
cs_cz: Hledat umístění
el_gr: Αναζήτηση τοποθεσίας
et_ee: Otsi asukohta
fa_ir: جست و جو موقعیت
fi_fi: Etsi sijaintia
he_il: חפש מיקום
hi_in: लोकेशन खोजें
id_id: Caro Lokasi
ja_jp: 在庫場所を検索
ko_kr: 위치 검색
lt_lt: Ieškoti vietos
lv_lv: Meklēt atrašanās vietu
nl_nl: Zoeken naar locatie
pl_pl: Wyszukaj lokalizację
pt_pt: Pesquisar localização
ru_ru: Искать по месту
sk_sk: Hľadať lokalitu
sl_si: Iskanje lokacije
sr_cs: Pretraga lokacije
sv_se: Sök efter plats
th_th: ค้นหาสถานที่
tr_tr: Konum için Ara
vi_vn: Vị trí tìm kiếm
zh_tw: 搜索倉儲位置

source: Search Parts
ar_sa: البحث عن القطع
bg_bg: Търсене на части
cs_cz: Hledat díly
el_gr: Αναζήτηση εξαρτημάτων
et_ee: Otsi osi
fa_ir: جست و جو قطعه ها
fi_fi: Etsi osia
he_il: חיפוש פריטים
hi_in: पार्ट्स खोजें
id_id: Cari Part
ja_jp: パーツの検索
ko_kr: 부품 검색
lt_lt: Ieškoti detalių
lv_lv: Meklēt detaļas
nl_nl: Zoek Onderdelen
pl_pl: Szukaj części
pt_pt: Pesquisar Peças
ru_ru: Найти номенклатуру
sk_sk: Hľadať diely
sl_si: Iskanje delov
sr_cs: Pretraga delova
sv_se: Sök efter artiklar
th_th: ค้นหาชิ้นส่วน
tr_tr: Parçaları Ara
vi_vn: Tìm kiếm phụ tùng
zh_tw: 搜索零件

source: Search Stock
ar_sa: البحث في المخزون
bg_bg: Търсене на наличности
cs_cz: Hledat zásoby
el_gr: Αναζήτηση αποθέματος
et_ee: Otsi laoseisu
fa_ir: جست و جو موجودی
fi_fi: Etsi varastosta
he_il: חפש מלאי
hi_in: स्टॉक खोजें
id_id: Cari Persediaan
ja_jp: 在庫を検索
ko_kr: 재고 검색
lt_lt: Ieškoti prekių
lv_lv: Meklēt krājumus
nl_nl: Zoek Voorraad
pl_pl: Szukaj zapasów
pt_pt: Pesquisar Stock
ru_ru: Поиск в наличии
sk_sk: Hľadať sklad
sl_si: Iskanje zaloge
sr_cs: Pretraga zaliha
sv_se: Sök i lager
th_th: ค้นหาสินค้าคงคลัง
tr_tr: Stok Ara
vi_vn: Tìm kiếm có sẵn
zh_tw: 搜索庫存

source: Select
ar_sa: تحديد
bg_bg: Избор
cs_cz: Vybrat
el_gr: Επιλογή
et_ee: Vali
fa_ir: انتخاب
fi_fi: Valitse
he_il: בחר
hi_in: चुनें
id_id: Pilih
ja_jp: 選択
ko_kr: 선택
lt_lt: Pasirinkti
lv_lv: Atlasīt
nl_nl: Selecteer
pl_pl: Wybierz
pt_pt: Selecionar
ru_ru: Выбрать
sk_sk: Vybrať
sl_si: Izberi
sr_cs: Izaberi
sv_se: Välj
th_th: เลือก
tr_tr: Seç
vi_vn: Chọn
zh_tw: 選擇

source: Select File
ar_sa: تحديد ملف
bg_bg: Избор на файл
cs_cz: Vyberte soubor
el_gr: Επιλογή Αρχείου
et_ee: Vali fail
fa_ir: انتخاب فایل
fi_fi: Valitse tiedosto
he_il: בחר קובץ
hi_in: फ़ाइल चुनें
id_id: Pilih Berkas
ja_jp: ファイルを選択
ko_kr: 파일 선택
lt_lt: Pasirinkti failą
lv_lv: Izvēlēties failu
nl_nl: Selecteer Bestand
pl_pl: Wybierz Plik
pt_pt: Selecionar Ficheiro
ru_ru: Выбрать файл
sk_sk: Vybrať súbor
sl_si: Izberi datoteko
sr_cs: Izaberi datoteku
sv_se: Välj fil
th_th: เลือกไฟล์
tr_tr: Dosya Seç
vi_vn: Chọn file
zh_tw: 選擇文件

source: Select Image
ar_sa: تحديد صورة
bg_bg: Избор на изображение
cs_cz: Vybrat obrázek
el_gr: Επιλογή Εικόνας
et_ee: Vali pilt
fa_ir: انتخاب تصویر
fi_fi: Valitse kuva
he_il: בחר תמונה
hi_in: इमेज चुनें
id_id: Pilih Gambar
ja_jp: 画像を選択
ko_kr: 이미지 선택
lt_lt: Pasirinkti paveikslėlį
lv_lv: Izvēlēties attēlu
nl_nl: Selecteer afbeelding
pl_pl: Wybierz obraz
pt_pt: Selecionar Imagem
ru_ru: Выбрать изображение
sk_sk: Vybrať obrázok
sl_si: Izberi sliko
sr_cs: Izaberi sliku
sv_se: Välj bild
th_th: เลือกรูปภาพ
tr_tr: Görsel Seç
vi_vn: Chọn ảnh
zh_tw: 選擇圖片

# selectLocation
source: Select a location
ar_sa: تحديد الموقع
bg_bg: Избор на местоположение
cs_cz: Vybrat umístění
el_gr: Επιλογή τοποθεσίας
et_ee: Vali asukoht
fa_ir: یک مکان را انتخاب کنید
fi_fi: Valitse sijainti
he_il: בחר מיקום
hi_in: स्थान चुनें
id_id: Pilih Lokasi
ja_jp: 在庫場所を選択
ko_kr: 위치 선택
lt_lt: Pasirinkite vietą
lv_lv: Izvēlieties atrašanās vietu
nl_nl: Selecteer een locatie
pl_pl: Wybierz lokację
pt_pt: Selecionar localização
ru_ru: Выберите место
sk_sk: Vyberte miesto
sl_si: Izberite lokacijo
sr_cs: Izaberite lokaciju
sv_se: Välj en plats
th_th: เลือกสถานที่
tr_tr: Bir yer seçin
vi_vn: Chọn một điểm bán hàng
zh_tw: 選擇一個位置

source: Send
ar_sa: إرسال
bg_bg: Изпращане
cs_cz: Odeslat
el_gr: Αποστολή
et_ee: Saada
fa_ir: ارسال
fi_fi: Lähetä
he_il: שלח
hi_in: भेजें
id_id: Kirim
ja_jp: 送信
ko_kr: 보내기
lt_lt: Siųsti
lv_lv: Sūtīt
nl_nl: Verzenden
pl_pl: Wyślij
pt_pt: Enviar
ru_ru: Отправить
sk_sk: Odoslať
sl_si: Pošlji
sr_cs: Pošalji
sv_se: Skicka
th_th: ส่ง
tr_tr: Gönder
vi_vn: Gửi
zh_tw: 發送

source: Serial Number
ar_sa: الرقم التسلسلي
bg_bg: Сериен номер
cs_cz: Sériové číslo
el_gr: Σειριακός Αριθμός
et_ee: Seerianumber
fa_ir: سریال نامبر
fi_fi: Sarjanumero
he_il: מספר סידורי
hi_in: सीरियल नंबर
id_id: Nomor Seri
ja_jp: シリアルナンバー
ko_kr: 시리얼 번호
lt_lt: Serijos numeris
lv_lv: Sērijas numurs
nl_nl: Serienummer
pl_pl: Numer seryjny
pt_pt: Número de Série
ru_ru: Серийный номер
sk_sk: Sériové číslo
sl_si: Serijska številka
sr_cs: Serijski broj
sv_se: Serienummer
th_th: หมายเลขประจำเครื่อง
tr_tr: Seri Numara
vi_vn: Số sê-ri
zh_tw: 序列號

source: Server
ar_sa: الخادم
bg_bg: Сървър
el_gr: Διακομιστής
fa_ir: سرور
fi_fi: Palvelin
he_il: שרת
hi_in: सर्वर
ja_jp: サーバー
ko_kr: 서버
lt_lt: Serveris
lv_lv: Serveris
pl_pl: Serwer
pt_pt: Servidor
ru_ru: Сервер
sl_si: Strežnik
th_th: เซิร์ฟเวอร์
tr_tr: Sunucu
vi_vn: Máy chủ
zh_tw: 服務器

source: Server Address
ar_sa: عنوان الخادم
bg_bg: Адрес на сървъра
cs_cz: Adresa serveru
el_gr: Διεύθυνση Διακομιστή
et_ee: Serveri aadress
fa_ir: آدرس سرور
fi_fi: Palvelimen osoite
he_il: כתובת שרת
hi_in: सर्वर एड्रेस
id_id: Alamat Server
ja_jp: サーバーアドレス:
ko_kr: 서버 주소
lt_lt: Serverio adresas
lv_lv: Servera adrese
nl_nl: Server Adres
pl_pl: Adres serwera
pt_pt: Endereço do Servidor
ru_ru: Адрес сервера
sk_sk: Adresa servera
sl_si: Naslov strežnika
sr_cs: Adresa servera
sv_se: Serveradress
th_th: ที่อยู่เซิร์ฟเวอร์
tr_tr: Sunucu Adresi
vi_vn: Địa chỉ máy chủ
zh_tw: 服務器地址

# serverApiRequired
source: Required API Version
ar_sa: إصدار API المطلوب
bg_bg: Изисквана версия на API
cs_cz: Požadovaná verze API
el_gr: Απαιτούμενη Έκδοση API
et_ee: Nõutud API versioon
fa_ir: نسخه API مورد نیاز
fi_fi: Vaadittu API-versio
he_il: גרסת API נדרשת
hi_in: आवश्यक API वर्शन
id_id: Versi API yang diperlukan
ja_jp: 必要なAPIバージョン
ko_kr: 필요한 API 버전
lt_lt: Reikalinga API versija
lv_lv: Nepieciešamā API versija
nl_nl: Vereiste API Versie
pl_pl: Wymagana wersja API
pt_pt: Versão da API necessária
ru_ru: Требуемая версия API
sk_sk: Požadovaná verzia API
sl_si: Zahtevana različica API
sr_cs: Potrebna verzija API-ja
sv_se: Nödvändig API-version
th_th: เวอร์ชัน API ที่จำเป็น
tr_tr: Gerekli API Sürümü
vi_vn: Yêu cầu phiên bản máy chủ API
zh_tw: 需要的 API 版本

source: Server API Version
ar_sa: إصدار API الخاص بالخادم
bg_bg: Версия на API на сървъра
cs_cz: Verze API serveru
el_gr: Έκδοση API Διακομιστή
et_ee: Serveri API versioon
fa_ir: نسخه API سرور
fi_fi: Palvelimen API-versio
he_il: גרסת API של שרת
hi_in: सर्वर API वर्शन
id_id: Versi API Server
ja_jp: サーバー API バージョン
ko_kr: 서버 API 버전
lt_lt: Serverio API versija
lv_lv: Servera API versija
nl_nl: Server API Versie
pl_pl: Wersja API serwera
pt_pt: Versão da API do Servidor
ru_ru: Версия API сервера
sk_sk: Verzia API servera
sl_si: Različica API strežnika
sr_cs: Verzija Server API-ja
th_th: เวอร์ชัน API เซิร์ฟเวอร์
tr_tr: Sunucu API Sürümü
vi_vn: Phiên bản máy chủ API
zh_tw: 服務器 API 版本

# serverAuthenticationError
source: Authentication Error
ar_sa: خطأ في المصادقة
bg_bg: Грешка при удостоверяване
cs_cz: Chyba ověření
el_gr: Σφάλμα Πιστοποίησης
et_ee: Autentimise viga
fa_ir: خطای احراز هویت
fi_fi: Todennusvirhe
he_il: שגיאת אימות
hi_in: प्रमाणीकरण त्रुटि
id_id: Kesalahan Autentikasi
ja_jp: 認証エラー
ko_kr: 인증 오류
lt_lt: Autentifikavimo klaida
lv_lv: Autentifikācijas kļūda
nl_nl: Authenticatiefout
pl_pl: Błąd uwierzytelniania
pt_pt: Erro de Autenticação
ru_ru: Ошибка аутентификации
sk_sk: Chyba overenia
sl_si: Napaka pri overjanju
sr_cs: Greška autentifikacije
sv_se: Autentiseringsfel
th_th: ข้อผิดพลาดในการยืนยันตัวตน
tr_tr: Doğrulama Hatası
vi_vn: Lỗi xác thực
zh_tw: 授權出錯

# serverCertificateError
source: Cerficate Error
ar_sa: خطأ في الشهادة
bg_bg: Грешка в сертификата
cs_cz: Chyba certifikátu
el_gr: Σφάλμα Πιστοποιητικού
et_ee: Sertifikaadi viga
fa_ir: خطای گواهی
fi_fi: Varmennevirhe
he_il: שגיאת אישור
hi_in: सर्टिफिकेट त्रुटि
id_id: Kesalahan Sertifikat
ja_jp: 認証エラー
ko_kr: 서버 인증서 오류
lt_lt: Sertifikato klaida
lv_lv: Sertifikāta kļūda
nl_nl: Certificaatfout
pl_pl: Błąd certyfikatu
pt_pt: Erro de Certificado
ru_ru: Ошибка сертификата
sk_sk: Chyba certifikátu
sl_si: Napaka potrdila
sr_cs: Greška sertifikata
sv_se: Certifikat Fel
th_th: ข้อผิดพลาดใบรับรอง
tr_tr: Sertifika Hatası
vi_vn: Lỗi chứng chỉ
zh_tw: 信任錯誤

# serverCertificateInvalid
source: Server HTTPS certificate is invalid
ar_sa: شهادة HTTPS الخاصة بالخادم غير صالحة
bg_bg: HTTPS сертификатът на сървъра е невалиден
cs_cz: HTTPS certifikát serveru je neplatný
el_gr: Το πιστοποιητικό HTTPS του διακομιστή δεν είναι έγκυρο
et_ee: Serveri HTTPS sertifikaat on vigane
fa_ir: گواهی HTTPS سرور نامعتبر است
fi_fi: Palvelimen HTTPS-varmenne on virheellinen
he_il: אישור HTTPS של השרת אינו חוקי
hi_in: सर्वर HTTPS सर्टिफिकेट अमान्य है
id_id: Sertifikat HTTPS server tidak valid
ja_jp: サーバー HTTPS 証明書が無効です
ko_kr: 서버 HTTPS 인증서가 유효하지 않습니다
lt_lt: Serverio HTTPS sertifikatas negalioja
lv_lv: Servera HTTPS sertifikāts ir nederīgs
nl_nl: Server HTTPS certificaat is ongeldig
pl_pl: Certyfikat serwera HTTPS jest nieprawidłowy
pt_pt: Certificado HTTPS do servidor inválido
ru_ru: HTTPS сертификат сервера недействителен
sk_sk: HTTPS certifikát servera je neplatný
sl_si: HTTPS potrdilo strežnika je neveljavno
sr_cs: HTTPS sertifikat servera je nevažeći
sv_se: Server HTTPS-certifikat är ogiltigt
th_th: ใบรับรอง HTTPS ของเซิร์ฟเวอร์ไม่ถูกต้อง
tr_tr: Sunucunun sertifikası geçersiz
vi_vn: Chứng chỉ máy chủ HTTPS không hợp lệ
zh_tw: 服務器 HTTPS 證書無效

# serverConnected
source: Connected to Server
ar_sa: متصل بالخادم
bg_bg: Свързан към сървъра
cs_cz: Připojeno k serveru
el_gr: Συνδεδεμένο με τον Διακομιστή
et_ee: Ühendatud serveriga
fa_ir: به سرور متصل شد
fi_fi: Yhdistetty palvelimeen
he_il: מחובר לשרת
hi_in: सर्वर से कनेक्टेड
id_id: Sambung ke Server
ja_jp: サーバへ接続しました
ko_kr: 서버 연결됨
lt_lt: Prisijungta prie serverio
lv_lv: Savienots ar serveri
nl_nl: Verbonden met Server
pl_pl: Połączony z serwerem
pt_pt: Ligado ao Servidor
ru_ru: Подключён к серверу
sk_sk: Pripojené k serveru
sl_si: Povezano s strežnikom
sr_cs: Povezano sa serverom
sv_se: Ansluten till server
th_th: เชื่อมต่อกับเซิร์ฟเวอร์แล้ว
tr_tr: Sunucuya bağlanıldı
vi_vn: Đã kết nối với máy chủ
zh_tw: 已連接至服務器

# serverConnecting
source: Connecting to server
ar_sa: جاري الاتصال بالخادم
bg_bg: Свързване към сървъра
cs_cz: Připojování k serveru
el_gr: Σύνδεση με τον διακομιστή
et_ee: Serveriga ühendamine
fa_ir: در حال اتصال به سرور
fi_fi: Yhdistetään palvelimeen
he_il: מתחבר לשרת
hi_in: सर्वर से कनेक्ट हो रहा है
id_id: Menghubungkan ke server
ja_jp: サーバに接続中
ko_kr: 서버에 연결하는 중
lt_lt: Jungiamasi prie serverio
lv_lv: Savienojamies ar serveri
nl_nl: Verbinden met server
pl_pl: Łączenie z serwerem
pt_pt: A ligar ao servidor
ru_ru: Подключение к серверу
sk_sk: Pripájanie k serveru
sl_si: Povezujem se s strežnikom
sr_cs: Povezivanje sa serverom
sv_se: Ansluter till server
th_th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์
tr_tr: Sunucuya bağlanıyor
vi_vn: Đang kết nối tới máy chủ
zh_tw: 正在連接服務器……

# serverCouldNotConnect
source: Could not connect to server
ar_sa: تعذر الاتصال بالخادم
bg_bg: Неуспешно свързване със сървъра
cs_cz: Nelze se připojit k serveru
el_gr: Αδυναμία σύνδεσης με τον διακομιστή
et_ee: Ühenduse loomine serveriga ebaõnnestus
fa_ir: نمی توان به سرور متصل شد
fi_fi: Palvelimeen yhdistäminen epäonnistui
he_il: לא ניתן להתחבר לשרת
hi_in: सर्वर से कनेक्ट नहीं हो सका
id_id: Tidak dapat terhubung ke server
ja_jp: サーバーに接続できませんでした
ko_kr: 서버에 연결할 수 없습니다
lt_lt: Nepavyko prisijungti prie serverio
lv_lv: Nevarēja izveidot savienojumu ar serveri
nl_nl: Kan geen verbinding maken met de server
pl_pl: Nie można połączyć się z serwerem
pt_pt: Não foi possível ligar ao servidor
ru_ru: Не удалось подключиться к серверу
sk_sk: Nepodarilo sa pripojiť k serveru
sl_si: Povezava s strežnikom ni uspela.
sr_cs: Није могуће повезати се са сервером
sv_se: Kunde inte ansluta till servern
th_th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้
tr_tr: Sunucuya bağlanılamadı
vi_vn: Không thể kết nối đến máy chủ
zh_tw: 無法連接到服務器

# serverEmpty
source: Server cannot be empty
ar_sa: لا يمكن ترك حقل الخادم فارغاً
bg_bg: Сървърът не може да бъде празен
cs_cz: Název serveru nemůže být prázdný
el_gr: Το πεδίο διακομιστή δεν μπορεί να είναι κενό
et_ee: Serveri lahter ei saa olla tühi
fa_ir: سرور نمی تواند خالی باشد
fi_fi: Palvelin ei voi olla tyhjä
he_il: השרת לא יכול להיות ריק
hi_in: सर्वर खाली नहीं हो सकता
id_id: Server tidak boleh kosong
ja_jp: サーバー名は空欄にできません
ko_kr: 서버 주소는 비워둘 수 없습니다
lt_lt: Serveris negali būti tuščias
lv_lv: Serveris nedrīkst būt tukšs
nl_nl: Server kan niet leeg zijn
pl_pl: Serwer nie może być pusty
pt_pt: O servidor não pode estar vazio
ru_ru: Поле сервера не может быть пустым
sk_sk: Server nemôže byť prázdny
sl_si: Strežnik ne sme biti prazen
sr_cs: Server ne može biti prazan
sv_se: Servernamn kan inte vara tomt
th_th: เซิร์ฟเวอร์ต้องไม่ว่างเปล่า
tr_tr: Sunucu boş olamaz
vi_vn: Máy chủ không thể để trống
zh_tw: 服務器不能為空。

source: Server Error
ar_sa: خطأ في الخادم
bg_bg: Сървърна грешка
cs_cz: Chyba serveru
el_gr: Σφάλμα Διακομιστή
et_ee: Serveri tõrge
fa_ir: خطای سرور
fi_fi: Palvelimen virhe
he_il: שגיאת שרת
hi_in: सर्वर त्रुटि
id_id: Galat Server
ja_jp: サーバーエラー
ko_kr: 서버 오류
lt_lt: Serverio klaida
lv_lv: Servera kļūda
nl_nl: Serverfout
pl_pl: Błąd serwera
pt_pt: Erro do Servidor
ru_ru: Ошибка сервера
sk_sk: Chyba servera
sl_si: Napaka strežnika
sr_cs: Greška servera
sv_se: Serverfel
th_th: เกิดข้อผิดพลาดของเซิร์ฟเวอร์
tr_tr: Sunucu Hatası
vi_vn: Lỗi máy chủ
zh_tw: 服務器錯誤

source: Server Details
ar_sa: تفاصيل الخادم
bg_bg: Детайли за сървъра
cs_cz: Podrobnosti o serveru
el_gr: Λεπτομέρειες Διακομιστή
et_ee: Serveri üksikasjad
fa_ir: جزئیات سرور
fi_fi: Palvelimen tiedot
he_il: פרטי שרת
hi_in: सर्वर विवरण
id_id: Detail Server
ja_jp: サーバの詳細
ko_kr: 서버 정보
lt_lt: Serverio duomenys
lv_lv: Servera dati
pl_pl: Szczegóły serwera
pt_pt: Detalhes do Servidor
ru_ru: Подробнее о сервере
sk_sk: Detaily servera
sl_si: Podrobnosti strežnika
sr_cs: Detalji servera
sv_se: Serverdetaljer
th_th: รายละเอียดเซิร์ฟเวอร์
tr_tr: Sunucu Ayrıntıları
vi_vn: Thông tin máy chủ
zh_tw: 服務器詳情

# serverMissingData
source: Server response missing required fields
ar_sa: استجابة الخادم تفتقد لبيانات مطلوبة
bg_bg: В отговора от сървъра липсват задължителни полета
cs_cz: V odpovědi serveru chybí požadovaná pole
el_gr: Η απόκριση του διακομιστή δεν περιέχει τα απαιτούμενα δεδομένα
et_ee: Serveri vastuses puuduvad kohustuslikud väljad
fa_ir: پاسخ سرور فاقد فیلدهای الزامی است
fi_fi: Palvelimen vastauksesta puuttuu pakollisia kenttiä
he_il: בתגובת השרת חסרים שדות חובה
hi_in: सर्वर रिस्पॉन्स में आवश्यक फ़ील्ड नहीं हैं
id_id: Respons server tidak memiliki kolom yang diperlukan
ja_jp: サーバーの応答に必要なフィールドがありません
ko_kr: 서버 응답에 필수 필드가 누락되었습니다
lt_lt: Serverio atsakyme trūksta privalomų laukų
lv_lv: Servera atbildē trūkst obligātie lauki
nl_nl: Server reactie ontbreekt vereiste velden
pl_pl: Odpowiedź serwera nie ma wymaganych pól
pt_pt: Resposta do servidor incompleta.
ru_ru: Отсутствуют обязательные поля ответа сервера
sk_sk: Odpoveď servera neobsahuje požadované polia
sl_si: Odgovor strežnika ne vsebuje zahtevanih polj
sr_cs: Odgovor servera ne sadrži potrebna polja
sv_se: Serversvar saknar obligatoriska fält
th_th: ข้อมูลที่ได้รับจากเซิร์ฟเวอร์ไม่สมบูรณ์
tr_tr: Sunucu yanıtında gerekli alanlar eksik
vi_vn: Phản hồi của máy chủ thiếu các trường bắt buộc
zh_tw: 服務器響應缺少必填字段

# serverOld
source: Old Server Version
ar_sa: إصدار الخادم قديم
bg_bg: Стара версия на сървъра
cs_cz: Stará verze serveru
el_gr: Παλιά Έκδοση Διακομιστή
et_ee: Vana serveri versioon
fa_ir: نسخه قدیمی سرور
fi_fi: Vanha palvelimen versio
he_il: גרסת שרת ישנה
hi_in: पुराना सर्वर वर्शन
id_id: Versi Server Lama
ja_jp: 旧サーバーのバージョン
ko_kr: 오래된 서버 버전
lt_lt: Sena serverio versija
lv_lv: Vecā servera versija
nl_nl: Oude Serverversie
pl_pl: Stara wersja serwera
pt_pt: Versão Antiga do Servidor
ru_ru: Старая версия сервера
sk_sk: Stará verzia servera
sl_si: Stara različica strežnika
sr_cs: Stara verzija servera
sv_se: Gammal server version
th_th: เวอร์ชันเซิร์ฟเวอร์เก่า
tr_tr: Eski Sunucu Sürümü
vi_vn: Phiên bản máy chủ cũ
zh_tw: 過時的服務器版本

source: Server Settings
ar_sa: إعدادات الخادم
bg_bg: Настройки на сървъра
cs_cz: Nastavení serveru
el_gr: Ρυθμίσεις Διακομιστή
et_ee: Serveri seaded
fa_ir: تنظیمات سرور
fi_fi: Palvelimen asetukset
he_il: הגדרות שרת
hi_in: सर्वर सेटिंग्स
id_id: Pengaturan Server
ja_jp: サーバー設定:
ko_kr: 서버 설정
lt_lt: Serverio nustatymai
lv_lv: Servera iestatījumi
nl_nl: Serverinstellingen
pl_pl: Ustawienia Serwera
pt_pt: Definições do Servidor
ru_ru: Настройки сервера
sk_sk: Nastavenia servera
sl_si: Nastavitve strežnika
sr_cs: Podešavanja servera
sv_se: Serverinställningar
th_th: การตั้งค่าเซิร์ฟเวอร์
tr_tr: Sunucu Ayarları
vi_vn: Cài đặt máy chủ
zh_tw: 服務器設置

# serverStart
source: Server must start with http[s]
ar_sa: يجب أن يبدأ عنوان الخادم بـ http[s]
bg_bg: Адресът трябва да започва с http[s]
cs_cz: Název serveru musí začínat s http[s]
el_gr: Ο διακομιστής πρέπει να ξεκινά με http[s]
et_ee: Server peab algama eesliitega http[s]
fa_ir: سرور باید با http[s] شروع شود
fi_fi: Palvelimen täytyy alkaa http[s]:llä
he_il: השרת חייב להתחיל עם Http[s]
hi_in: सर्वर http[s] से शुरू होना चाहिए
id_id: Server harus dimulai dengan http[s]
ja_jp: サーバーは http[s] で開始する必要があります
ko_kr: 서버 주소는 http[s] 로 시작해야 합니다
lt_lt: Serveris turi prasidėti http[s]
lv_lv: Serverim jāsākas ar http[s]
nl_nl: Server moet beginnen met http[s]
pl_pl: Serwer musi zaczynać się od http[s]
pt_pt: O servidor deve começar com http[s]
ru_ru: Сервер должен начинаться с http[s]
sk_sk: Server musí začínať s http[s]
sl_si: Strežnik se mora začeti s http[s]
sr_cs: Server mora početi sa http[s]
sv_se: Servern måste börja med http[s]
th_th: เซิร์ฟเวอร์ต้องเริ่มต้นด้วย http[s]
tr_tr: Sunucu http(s) ile başlamalı
vi_vn: Máy chủ phải bắt đầu bằng http[s]
zh_tw: 服務器必須以 httpp[s] 開始

source: Settings
ar_sa: الإعدادات
bg_bg: Настройки
cs_cz: Nastavení
el_gr: Ρυθμίσεις
et_ee: Seaded
fa_ir: تنظیمات
fi_fi: Asetukset
he_il: הגדרות
hi_in: सेटिंग्स
id_id: Pengaturan
ja_jp: 設定
ko_kr: 설정
lt_lt: Nustatymai
lv_lv: Iestatījumi
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ru_ru: Настройки
sk_sk: Nastavenia
sl_si: Nastavitve
sr_cs: Podešavanja
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Ayarlar
vi_vn: Cài đặt
zh_tw: 設置

source: Server Instance
ar_sa: نسخة الخادم
bg_bg: Сървърен инстанс
cs_cz: Instance serveru
el_gr: Περίπτωση Διακομιστή
et_ee: Serveri instants
fa_ir: نمونه سرور
fi_fi: Palvelininstanssi
he_il: מופע שרת
hi_in: सर्वर इंस्टेंस
id_id: Instans Server
ja_jp: サーバインスタンス
ko_kr: 서버 인스턴스
lt_lt: Serverio egzempliorius
lv_lv: Servera instance
nl_nl: Serverinstantie
pl_pl: Instancja serwera
pt_pt: Instância do Servidor
ru_ru: Экземпляр сервера
sk_sk: Inštancia servera
sl_si: Strežniška instanca
sr_cs: Instanca servera
sv_se: Serverinstans
th_th: อินสแตนซ์เซิร์ฟเวอร์
tr_tr: Sunucu örneği
vi_vn: Phiên bản máy chủ
zh_tw: 服務器實例
