Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

# barcodeScanIntoLocationSuccess
source: Scanned into location
ar_sa: تم فحصها في الموقع
bg_bg: Успешно сканирано в местоположението
el_gr: Σαρώθηκε στην τοποθεσία
et_ee: Asukohta skannitud
fa_ir: در محل اسکن شد
fi_fi: Skannattu sijaintiin
he_il: נסרק למיקום
hi_in: स्थान पर सफलतापूर्वक स्कैन किया गया
id_id: Dipindai ke lokasi
ja_jp: スキャンされた在庫場所
ko_kr: 위치에 스캔 완료
lt_lt: Nuskaityta į vietą
lv_lv: Ieskenēts atrašanās vietā
nl_nl: Gescand naar locatie
pl_pl: Zeskanowano do lokacji
pt_pt: Escaneado no local
ru_ru: Сканирование на место
sk_sk: Naskenované do lokality
sl_si: Skenirano v lokacijo
sr_cs: Skenirano na lokaciju
sv_se: Skannad till plats
th_th: สแกนเข้าตำแหน่งแล้ว
tr_tr: Konuma tarandı
vi_vn: Đã quét vào vị trí
zh_tw: 已掃描至位置

# barcodeScanIntoLocationFailure
source: Item not scanned in
ar_sa: فشل مسح الصنف
bg_bg: Артикулът не е сканиран
el_gr: Το αντικείμενο δεν σαρώθηκε
et_ee: Eset ei skannitud sisse
fa_ir: مورد اسکن نشده است
fi_fi: Nimikettä ei skannattu
he_il: פריט לא נסרק פנימה
hi_in: आइटम स्कैन नहीं किया गया
id_id: Item tidak dipindai di
ja_jp: スキャンされていないアイテム
ko_kr: 품목 스캔 실패
lt_lt: Prekė nepriskirta
lv_lv: Prece netika ieskenēta
nl_nl: Artikel niet gescand in
pl_pl: Przedmiot nie zeskanowany do
pt_pt: O item não foi digitalizado em
ru_ru: Элемент не просканирован в
sk_sk: Položka nebola naskladnená
sl_si: Predmet ni bil skeniran v lokacijo
sr_cs: Stavka nije skenirana u
sv_se: Objektet skannades inte in
th_th: สแกนสินค้าเข้าระบบไม่สำเร็จ
tr_tr: Madde taranmış değil
vi_vn: Item không được quét vào
zh_tw: 未掃描物品

# barcodeScanItem
source: Scan stock item
ar_sa: مسح صنف مخزني
bg_bg: Сканирайте складов артикул
cs_cz: Skenovat skladovou položku
el_gr: Σάρωση αντικειμένου αποθέματος
et_ee: Skanni laonimistu ese
fa_ir: اسکن اقلام سهام
fi_fi: Skannaa varastonimike
he_il: סרוק פריט במלאי
hi_in: स्टॉक आइटम स्कैन करें
id_id: Pindai item stok
ja_jp: 在庫アイテムをスキャン
ko_kr: 재고 품목 스캔
lt_lt: Skenuoti prekę
lv_lv: Skenēt krājumu
nl_nl: Scan voorraadartikel
pl_pl: Skanuj element magazynowy
pt_pt: Escanear ítem
ru_ru: Сканировать складскую позицию
sk_sk: Skenovať položku skladu
sl_si: Skeniraj artikel
sr_cs: Skeniraj stavku sa zaliha
sv_se: Skanna lagervara
th_th: สแกนสินค้าคงคลัง
tr_tr: Stok kalemi tara
vi_vn: Quét mặt hàng tồn kho
zh_tw: 掃描庫存項目

source: Barcode Tones
ar_sa: نغمات الباركود
bg_bg: Звукови сигнали
el_gr: Ήχοι Barcode
et_ee: Vöötkoodi helid
fa_ir: زنگ بارکد
fi_fi: Viivakoodiäänet
he_il: צלילי ברקוד
hi_in: बारकोड टोन
id_id: Nada barcode
ja_jp: バーコードのトーン
ko_kr: 바코드 음향
lt_lt: Brūkšninių kodų tonai
lv_lv: Svītrkoda signāli
nl_nl: Streepjescodetonen
pl_pl: Dźwięki kodów kreskowych
pt_pt: Tons do código de barras
ru_ru: Сигналы штрих-кода
sk_sk: Tóny čiarového kódu
sl_si: Toni črtne kode
sr_cs: Tonovi bar koda
sv_se: Streckkods Toner
th_th: เสียงบาร์โค้ด
tr_tr: Barkod Tonları
vi_vn: Âm mã mạch
zh_tw: 條碼的音調

# barcodeUnassign
source: Unassign Barcode
ar_sa: إلغاء ربط الباركود
bg_bg: Премахване на баркод
el_gr: Αφαίρεση Ανάθεσης Barcode
et_ee: Eemalda vöötkoodi seos
fa_ir: لغو اختصاص بارکد
fi_fi: Poista viivakoodin liitos
he_il: בטל הקצאת ברקוד
hi_in: बारकोड अनअसाइन करें
id_id: Batalkan Penetapan barcode
ja_jp: バーコードの割り当てを解除
ko_kr: 바코드 연결 해제
lt_lt: Atlaisvinti brūkšninį kodą
lv_lv: Atvienot svītrkodu
nl_nl: Streepjescodetoewijzing ongedaan maken
pl_pl: Nieprzydzielony kod kreskowy
pt_pt: Remover código de barras pre-designado
ru_ru: Отменить назначение штрих-кода
sk_sk: Zrušiť priradenie čiarového kódu
sl_si: Odstrani črtno kodo
sr_cs: Ukloni bar kod
sv_se: Ta bort streckkod
th_th: ยกเลิกผูกบาร์โค้ด
tr_tr: Atanmamış barkod
vi_vn: Gỡ mã vạch
zh_tw: 條碼取消設置

# barcodeUnknown
source: Barcode is not recognized
ar_sa: الباركود غير معروف
bg_bg: Баркодът не е разпознат
cs_cz: Čárkový kód nebyl rozpoznán
el_gr: Το barcode δεν αναγνωρίζεται
et_ee: Vöötkoodi ei tuvastatud
fa_ir: بارکد شناسایی نمی شود
fi_fi: Viivakoodia ei tunnistettu
he_il: הברקוד אינו מזוהה
hi_in: बारकोड की पहचान नहीं हुई
id_id: barcode tidak dikenali
ja_jp: バーコードが認識されません
ko_kr: 바코드를 인식할 수 없습니다
lt_lt: Brūkšninis kodas neatpažintas
lv_lv: Svītrkods nav atpazīts
nl_nl: Streepjescode wordt niet herkend
pl_pl: Nie rozpoznano kodu kreskowego
pt_pt: Código de barras não reconhecido
ru_ru: Штрих-код не распознан
sk_sk: Čiarový kód nerozpoznaný
sl_si: Črtna koda ni prepoznana
sr_cs: Bar kod nije prepoznat
sv_se: Streckkoden känns inte igen
th_th: ไม่พบรหัสบาร์โค้ด
tr_tr: Barkod tanınmadı
vi_vn: Mã vạch không xác định
zh_tw: 無法辨識條碼

source: Batch Code
ar_sa: رمز التشغيلة
bg_bg: Код на партида
cs_cz: Kód šarže
el_gr: Κωδικός Παρτίδας
et_ee: Partii kood
fa_ir: کد دسته
fi_fi: Eräkoodi
he_il: קוד אצווה
hi_in: बैच कोड
id_id: barcode batch
ja_jp: 一括処理コード
ko_kr: 배치 코드
lt_lt: Partijos kodas
lv_lv: Partijas kods
pl_pl: Kod partii
pt_pt: Código de lote
ru_ru: Код партии
sk_sk: Kód šarže
sl_si: Koda serije
sr_cs: Šifra serije
sv_se: Batchkod
th_th: รหัสล็อต
tr_tr: Grup kodu
vi_vn: Mã lô hàng
zh_tw: 批號

source: Bill of Materials
ar_sa: قائمة المواد
bg_bg: Спецификация на материалите
cs_cz: Kusovník
el_gr: Κατάσταση Υλικών
et_ee: Materjalide loetelu
fa_ir: صورتحساب مواد
fi_fi: Osaluettelo
he_il: שטר חומרים [Bom]
hi_in: सामग्री का बिल
id_id: Daftar bahan
ja_jp: 部品表
ko_kr: 부품 명세서
lt_lt: Medžiagų sąrašas
lv_lv: Materiālu saraksts
nl_nl: Stuklijst
pl_pl: Zestawienie materiałów
pt_pt: Lista de Materiais
ru_ru: Спецификации материалов
sk_sk: Kusovník
sl_si: Sestavnica materiala
sr_cs: Spisak materijala
sv_se: Stycklista
th_th: รายการวัสดุ
tr_tr: Ürün Ağacı
vi_vn: Bảng kê chi tiết
zh_tw: 材料清單

source: BOM
cs_cz: Kusovník
fa_ir: صورتحساب مواد
he_il: שטר חומרים [Bom]
id_id: Bill Of Materials
ja_jp: 部品表
lt_lt: Specifikacija
lv_lv: Sastāvs
nl_nl: Stuklijst
pl_pl: Zestawienie materiałowe
pt_pt: Lista de Materiais
ru_ru: Спецификация
sk_sk: Zoznam materiálov
sl_si: Kosovnica
sr_cs: Spisak materijala
sv_se: Stycklista
vi_vn: Bảng kê chi tiết
zh_tw: 材料清單

# bomEnable
source: Display Bill of Materials
ar_sa: عرض قائمة المواد
bg_bg: Показване на спецификация
cs_cz: Zobrazit kusovník
el_gr: Εμφάνιση Κατάστασης Υλικών
et_ee: Kuva materjalide loetelu
fa_ir: نمایش صورتحساب مواد
fi_fi: Näytä osaluettelo
he_il: הצג את כתב החומרים
hi_in: सामग्री का बिल दिखाएं
id_id: Tampilkan Daftar Bahan Baku
ja_jp: 部品表を表示
ko_kr: BOM 표시
lt_lt: Rodyti medžiagų sąrašą
lv_lv: Rādīt materiālu sarakstu
nl_nl: Toon materialen lijst
pl_pl: Wyświetl listę materiałów
pt_pt: Mostrar Lista de Materiais
ru_ru: Отображать спецификации материалов
sk_sk: Zobraziť kusovník
sl_si: Prikaži kosovnico
sr_cs: Prikaži spisak materijala
sv_se: Visa stycklista
th_th: แสดงรายการส่วนประกอบ
tr_tr: Ürün Ağacını Görüntüle
vi_vn: Hiển thị hóa đơn vật liệu
zh_tw: 顯示材料清單

source: Build
ar_sa: تصنيع
bg_bg: Сглобяване
cs_cz: Sestava
el_gr: Κατασκευή
et_ee: Ehita
fa_ir: ایجاد
fi_fi: Kokoonpano
he_il: בנייה
hi_in: निर्माण
id_id: Membangun
ja_jp: ビルド
ko_kr: 생성
lt_lt: Sukurti
lv_lv: Izveidot
nl_nl: Productie
pl_pl: Budowa
pt_pt: Compilar
ru_ru: Сборка
sk_sk: Zostaviť
sl_si: Zgradi
sr_cs: Izgradnja
sv_se: Bygg
th_th: สร้าง
tr_tr: Üret
vi_vn: Nhiệm vụ
zh_tw: 生產

source: Building
ar_sa: مبنى
bg_bg: Сграда
cs_cz: Sestavení
el_gr: Κατασκευάζεται
et_ee: Hoone
fa_ir: ساختمان
fi_fi: Rakennus
he_il: בבנייה
hi_in: निर्माण जारी है
id_id: Bangunan
ja_jp: ビルド
ko_kr: 건물
lt_lt: Pastatas
lv_lv: Ēka
nl_nl: Produceren
pl_pl: Budowanie
pt_pt: Compilando
ru_ru: Построение
sk_sk: Budova
sl_si: Zgradba
sr_cs: Izrađivanje
sv_se: Bygger
th_th: อาคาร
tr_tr: Üretiliyor
vi_vn: Tòa nhà
zh_tw: 生產中

source: Cancel
ar_sa: إلغاء
bg_bg: Отказ
cs_cz: Zrušit
el_gr: Ακύρωση
et_ee: Loobu
fa_ir: لغو
fi_fi: Peruuta
he_il: ביטול
hi_in: रद्द करें
id_id: Batalkan
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
lv_lv: Atcelt
nl_nl: Annuleer
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отменить
sk_sk: Zrušiť
sl_si: Prekliči
sr_cs: Otkaži
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
vi_vn: Hủy bỏ
zh_tw: 取消

source: Category
ar_sa: فئة
bg_bg: Категория
cs_cz: Kategorie
el_gr: Κατηγορία
et_ee: Kategooria
fa_ir: دسته بندی
fi_fi: Kategoria
he_il: קטגוריה
hi_in: श्रेणी
id_id: Kategori
ja_jp: カテゴリ
ko_kr: 범주
lt_lt: Kategorija
lv_lv: Kategorija
nl_nl: Categorie
pl_pl: Kategoria
pt_pt: Categoria
ru_ru: Категория
sk_sk: Kategória
sl_si: Kategorija
sr_cs: Kategorija
sv_se: Kategori
th_th: หมวดหมู่
tr_tr: Kategori
vi_vn: Danh mục
zh_tw: 類別

# categoryCreate
source: New Category
ar_sa: فئة جديدة
bg_bg: Нова категория
cs_cz: Nová kategorie
el_gr: Νέα Κατηγορία
et_ee: Uus kategooria
fa_ir: دسته بندی جدید
fi_fi: Uusi kategoria
he_il: קטגוריה חדשה
hi_in: नई श्रेणी
id_id: Kategori Baru
ja_jp: 新規カテゴリ
ko_kr: 새 카테고리
lt_lt: Nauja kategorija
lv_lv: Jauna kategorija
nl_nl: Nieuwe Categorie
pl_pl: Nowa Kategoria
pt_pt: Nova Categoria
ru_ru: Новая категория
sk_sk: Nová kategória
sl_si: Nova Kategorija
sr_cs: Nova kategorija
sv_se: Ny kategori
th_th: หมวดหมู่ใหม่
tr_tr: Yeni Kategori
vi_vn: Danh mục mới
zh_tw: 新增類別

# categoryCreateDetail
source: Create new part category
ar_sa: إنشاء فئة قطع جديدة
bg_bg: Създаване на нова категория за части
cs_cz: Vytvořit novou kategorii dílů
el_gr: Δημιουργία νέας κατηγορίας εξαρτημάτων
et_ee: Loo uus detailide kategooria
fa_ir: دسته بندی کالای جدید
fi_fi: Luo uusi osakategoria
he_il: צור קטגוריית פריטים חדשה
hi_in: नई पुर्जा श्रेणी बनाएं
id_id: Buat kategori Part baru
ja_jp: 新しい部品カテゴリを作成
ko_kr: 새 부품 분류 생성
lt_lt: Sukurti naują detalės kategoriją
lv_lv: Izveidot jaunu detaļu kategoriju
nl_nl: Creëer nieuw onderdeelcategorie
pl_pl: Utwórz nową kategorię komponentu
pt_pt: Criar nova categoria de peças
ru_ru: Создать новую категорию деталей
sk_sk: Vytvoriť novú kategóriu dielov
sl_si: Ustvari novo kategorijo artiklov
sr_cs: Kreiraj novu kategoriju dela
sv_se: Skapa ny artikelkategori
th_th: สร้างหมวดหมู่ชิ้นส่วนใหม่
tr_tr: Yeni parça kategorisi oluştur
vi_vn: Thêm danh mục mới
zh_tw: 新建零件類別

# categoryUpdated
source: Part category updated
ar_sa: تم تحديث فئة القطع
bg_bg: Категорията е актуализирана
cs_cz: Kategorie dílu byla aktualizována
el_gr: Η κατηγορία ενημερώθηκε
et_ee: Detailide kategooria on uuendatud
fa_ir: دسته بندی کالا آپدیت شد
fi_fi: Osakategoria päivitetty
he_il: קטגוריית הפריט עודכנה
hi_in: पुर्जा श्रेणी अपडेट की गई
id_id: Kategori Part diperbarui
ja_jp: 部品カテゴリを更新しました
ko_kr: 부품 범주 업데이트됨
lt_lt: Dalies kategorija atnaujinta
lv_lv: Detaļas kategorija atjaunināta
nl_nl: Onderdeelcategorie bijgewerkt
pl_pl: Kategoria części została zmieniona
pt_pt: Categoria de peça atualizada
ru_ru: Категория деталей обновлена
sk_sk: Kategória súčiastky aktualizovaná
sl_si: Kategorija dela posodobljena
sr_cs: Ažurirana kategorija dela
sv_se: Artikel kategori uppdaterad
th_th: หมวดหมู่ชิ้นส่วนได้รับการอัปเดตแล้ว
tr_tr: Parça Kategorisi güncellendi
vi_vn: Danh mục đã được cập nhật
zh_tw: 零件類別已更新

source: Company
ar_sa: الشركة
bg_bg: Компания
cs_cz: Společnost
el_gr: Εταιρεία
et_ee: Ettevõte
fa_ir: شرکت
fi_fi: Yritys
he_il: חברה
hi_in: कंपनी
id_id: Perusahaan
ja_jp: 会社
ko_kr: 회사
lt_lt: Įmonė
lv_lv: Uzņēmums
nl_nl: Bedrijf
pl_pl: Firma
pt_pt: Empresa
ru_ru: Компания
sk_sk: Spoločnosť
sl_si: Podjetje
sr_cs: Kompanija
sv_se: Företag
th_th: บริษัท
tr_tr: Şirket
vi_vn: Công ty
zh_tw: 公司

# companyEdit
source: Edit Company
ar_sa: تعديل الشركة
bg_bg: Редактиране на компания
cs_cz: Editovat společnost
el_gr: Επεξεργασία Εταιρείας
et_ee: Muuda ettevõtet
fa_ir: ویرایش شرکت
fi_fi: Muokkaa yritystä
he_il: ערוך חברה
hi_in: कंपनी संपादित करें
id_id: Rubah Perusahaan
ja_jp: 会社を編集
ko_kr: 회사 수정
lt_lt: Redaguoti įmonę
lv_lv: Rediģēt uzņēmumu
nl_nl: Bedrijf bewerken
pl_pl: Edytuj Firmę
pt_pt: Editar empresa
ru_ru: Редактировать компанию
sk_sk: Upraviť spoločnosť
sl_si: Uredi podjetje
sr_cs: Izmeni kompaniju
sv_se: Redigera företag
th_th: แก้ไขบริษัท
tr_tr: Şirketi Düzenle
vi_vn: Chỉnh sửa công ty
zh_tw: 編輯公司

# companyNoResults
source: No companies matching query
ar_sa: لا توجد شركات تطابق البحث
bg_bg: Няма намерени компании
cs_cz: Žádné společnosti neodpovídají dotazu
el_gr: Καμία εταιρεία δεν ταιριάζει με την αναζήτηση
et_ee: Päringule vastavaid ettevõtteid ei leitud
fa_ir: شرکت پیدا نشد
fi_fi: Hakua vastaavia yrityksiä ei löytynyt
he_il: אין חברות שתואמות לשאילתה
hi_in: कोई कंपनी नहीं मिली
id_id: Tidak ada perusahaan yang cocok dengan query
ja_jp: 検索条件に一致する会社はありません
ko_kr: 검색 결과와 일치하는 회사가 없습니다.
lt_lt: Įmonių pagal užklausą nerasta
lv_lv: Nav uzņēmumu, kas atbilst vaicājumam
nl_nl: Geen enkel bedrijf voldoet aan de zoekopdracht
pl_pl: Brak firm pasujących do zapytania
pt_pt: Nenhuma empresa corresponde a consulta
ru_ru: Нет организаций, соответствующих запросу
sk_sk: Žiadne spoločnosti zodpovedajúce dopytu
sl_si: Ni podjetij, ki ustrezajo poizvedbi
sr_cs: Nema kompanije koje odgovaraju upitu
sv_se: Inga företag som matchar frågan
th_th: ไม่พบบริษัทที่ตรงกับการค้นหา
tr_tr: Sorguyla eşleşen şirket yok
vi_vn: Không có công ty phù hợp
zh_tw: 沒有符合查詢的公司

# companyUpdated
source: Company details updated
ar_sa: تم تحديث بيانات الشركة
bg_bg: Данните на компанията са актуализирани
cs_cz: Údaje společnosti byly aktualizovány
el_gr: Τα στοιχεία της εταιρείας ενημερώθηκαν
et_ee: Ettevõtte andmed on uuendatud
fa_ir: مشخصات شرکت آپدیت شد
fi_fi: Yrityksen tiedot päivitetty
he_il: פרטי החברה עודכנו
hi_in: कंपनी का विवरण अपडेट किया गया
id_id: Detail perusahaan diperbarui
ja_jp: 会社の詳細を更新しました
ko_kr: 회사 정보가 업데이트되었습니다
lt_lt: Įmonės duomenys atnaujinti
lv_lv: Uzņēmuma dati atjaunināti
nl_nl: Bedrijfsinstellingen bijgewerkt
pl_pl: Szczegóły firmy zostały zaktualizowane
pt_pt: Dados da empresa atualizados
ru_ru: Информация о компании обновлена
sk_sk: Údaje o spoločnosti aktualizované
sl_si: Podatki o podjetju posodobljeni
sr_cs: Podaci o kompaniji ažurirani
sv_se: Företagsdetaljer uppdaterade
th_th: รายละเอียดบริษัทถูกปรับปรุงแล้ว
tr_tr: Şirket bilgileri güncellendi
vi_vn: Thông tin doanh nghiệp đã được cập nhật
zh_tw: 公司詳情已更新

source: Companies
ar_sa: الشركات
bg_bg: Компании
cs_cz: Společnosti
el_gr: Εταιρείες
et_ee: Ettevõtted
fa_ir: شرکت‌ها
fi_fi: Yritykset
he_il: חברות
hi_in: कंपनियाँ
id_id: Perusahaan
ja_jp: 会社
ko_kr: 회사
lt_lt: Įmonės
lv_lv: Uzņēmumi
nl_nl: Bedrijven
pl_pl: Firmy
pt_pt: Empresas
ru_ru: Компании
sk_sk: Spoločnosti
sl_si: Podjetja
sr_cs: Kompanije
sv_se: Företag
th_th: บริษัท
tr_tr: Şirketler
vi_vn: Doanh nghiệp
zh_tw: 公司

# configureServer
source: Configure server settings
ar_sa: ضبط إعدادات الخادم
bg_bg: Настройка на сървъра
cs_cz: Konfigurace nastavení serveru
el_gr: Ρύθμιση παραμέτρων διακομιστή
et_ee: Seadista serveri seadeid
fa_ir: تنظیم شمخصات سرور
fi_fi: Määritä palvelimen asetukset
he_il: קבע את הגדרות השרת
hi_in: सर्वर सेटिंग्स कॉन्फ़िगर करें
id_id: Konfigurasikan pengaturan server
ja_jp: サーバー設定
ko_kr: 서버 설정
lt_lt: Konfigūruoti serverio nustatymus
lv_lv: Konfigurēt servera iestatījumus
nl_nl: Configureer server instellingen
pl_pl: Konfiguruj ustawienia serwera
pt_pt: Configurar os parâmetros do servidor de email
ru_ru: Изменить параметры сервера
sk_sk: Konfigurácia nastavení servera
sl_si: Nastavitve strežnika
sr_cs: Konfiguriši podešavanja servera
sv_se: Konfigurera serverinställningar
th_th: ตั้งค่าเซิร์ฟเวอร์
tr_tr: Sunucu ayarlarınızı yapılandırın
vi_vn: Cấu hình thiết lập máy chủ
zh_tw: 伺服器設定

source: Connection Refused
ar_sa: تم رفض الاتصال
bg_bg: Връзката е отказана
cs_cz: Spojení selhalo
el_gr: Η σύνδεση απορρίφθηκε
et_ee: Ühendusest keelduti
fa_ir: اتصال رد شد
fi_fi: Yhteys evätty
he_il: החיבור סורב
hi_in: कनेक्शन अस्वीकार कर दिया गया
id_id: Koneksi ditolak
ja_jp: 接続を拒否しました
ko_kr: 연결 거부됨
lt_lt: Ryšys atmestas
lv_lv: Savienojums noraidīts
nl_nl: Verbinding geweigerd
pl_pl: Połączenie odrzucone
pt_pt: Conexão recusada
ru_ru: Отказано в подключении
sk_sk: Pripojenie odmietnuté
sl_si: Povezava zavrnjena
sr_cs: Konekcija odbijena
sv_se: Anslutning nekad
th_th: ไม่สามารถเชื่อมต่อได้
tr_tr: Bağlantı reddedildi
vi_vn: Kết nối bị từ chối
zh_tw: 連線被拒

source: Count
ar_sa: العدد
bg_bg: Брой
cs_cz: Počet
el_gr: Μέτρηση
et_ee: Kogus
fa_ir: تعداد
fi_fi: Määrä
he_il: ספירה
hi_in: गिनती
id_id: Hitung
ja_jp: カウント
ko_kr: 수량
lt_lt: Kiekis
lv_lv: Skaits
nl_nl: Tellen
pl_pl: Ilość
pt_pt: Contagem
ru_ru: Количество
sk_sk: Počet
sl_si: Število
sr_cs: Broj
sv_se: Antal
th_th: จำนวน
tr_tr: Sayım
vi_vn: Đếm
zh_tw: 數量

source: Count Stock
ar_sa: جرد المخزون
bg_bg: Инвентаризация
cs_cz: Počet zásob
el_gr: Καταμέτρηση Αποθέματος
et_ee: Loenda laoseisu
fa_ir: موجودی انبار
fi_fi: Laske varasto
he_il: ספירת מלאי
hi_in: स्टॉक की गिनती करें
id_id: Hitung stok
ja_jp: 在庫数
ko_kr: 재고 수량 확인
lt_lt: Suskaičiuoti atsargas
lv_lv: Saskaitīt krājumus
nl_nl: Voorraad tellen
pl_pl: Przelicz stan
pt_pt: Contagem de Estoque
ru_ru: Количество в наличии
sk_sk: Inventúra
sl_si: Štetje zaloge
sr_cs: Prebroj zalihe
sv_se: Antal Lager
th_th: นับสต็อก
tr_tr: Stok sayımı
vi_vn: Kiểm kê
zh_tw: 庫存數量

source: Credits
ar_sa: الاعتمادات
bg_bg: Кредити
cs_cz: Poděkování
el_gr: Πιστώσεις
et_ee: Autorid
fa_ir: اعتبارات
fi_fi: Tekijät
he_il: קרדיטים
hi_in: क्रेडिट
id_id: Kredit
ja_jp: 謝辞
ko_kr: 크레딧
lt_lt: Kreditai
lv_lv: Kredīti
pl_pl: Podziękowania
pt_pt: Créditos
ru_ru: Авторы
sk_sk: Kredity
sl_si: Krediti
sr_cs: Zasluge
sv_se: Krediter
th_th: เครดิต
tr_tr: Katkıda Bulunanlar
vi_vn: Tín dụng
zh_tw: 感謝

source: Customers
ar_sa: العملاء
bg_bg: Клиенти
cs_cz: Zákazníci
el_gr: Πελάτες
et_ee: Kliendid
fa_ir: مشتریان
fi_fi: Asiakkaat
he_il: לקוחות
hi_in: ग्राहक
id_id: Pelanggan
ja_jp: 顧客
ko_kr: 고객
lt_lt: Klientai
lv_lv: Klienti
nl_nl: Klanten
pl_pl: Klienci
pt_pt: Clientes
ru_ru: Покупатели
sk_sk: Zákazníci
sl_si: Stranke
sr_cs: Mušterije
sv_se: Kunder
th_th: ลูกค้า
tr_tr: Müşteriler
vi_vn: Khách hàng
zh_tw: 客戶

source: Damaged
ar_sa: تالف
bg_bg: Повредени
cs_cz: Poškozeno
el_gr: Κατεστραμμένο
et_ee: Kahjustatud
fa_ir: آسیب دیده
fi_fi: Vahingoittunut
he_il: מלאי פגום
hi_in: क्षतिग्रस्त
id_id: Rusak
ja_jp: 破損
ko_kr: 손상
lt_lt: Sugadinta
lv_lv: Bojāts
nl_nl: Beschadigd
pl_pl: Uszkodzone
pt_pt: Danificado
ru_ru: Поврежденный
sk_sk: Poškodené
sl_si: Poškodovano
sr_cs: Oštećeno
sv_se: Skadad
th_th: เสียหาย
tr_tr: Hasarlı
vi_vn: Bị hỏng
zh_tw: 已損壞

source: Delete
ar_sa: حذف
bg_bg: Изтриване
cs_cz: Odstranit
el_gr: Διαγραφή
et_ee: Kustuta
fa_ir: حذف
fi_fi: Poista
he_il: מחק
hi_in: हटाएं
id_id: Hapus
ja_jp: 削除
ko_kr: 삭제
lt_lt: Ištrinti
lv_lv: Dzēst
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Excluir
ru_ru: Удалить
sk_sk: Odstrániť
sl_si: Izbriši
sr_cs: Obriši
sv_se: Radera
th_th: ลบ
tr_tr: Sil
vi_vn: Xóa
zh_tw: 刪除

# deleteFailed
source: Delete operation failed
ar_sa: فشلت عملية الحذف
bg_bg: Неуспешно изтриване
cs_cz: Odstranění se nezdařilo
el_gr: Η διαγραφή απέτυχε
et_ee: Kustutamine ebaõnnestus
fa_ir: عملیات حذف ناموفق بوده است
fi_fi: Poisto epäonnistui
he_il: פעולת המחיקה נכשלה
hi_in: हटाने की प्रक्रिया विफल रही
id_id: Operasi penghapusan gagal
ja_jp: 削除操作に失敗しました
ko_kr: 삭제 작업 실패
lt_lt: Ištrinti nepavyko
lv_lv: Dzēšanas darbība neizdevās
nl_nl: Verwijderen mislukt
pl_pl: Usuwanie nie powiodło się
pt_pt: Falha ao excluir
ru_ru: Ошибка удаления
sk_sk: Operácia zmazania zlyhala
sl_si: Brisanje ni uspelo
sr_cs: Neuspešna operacija brisanja
sv_se: Borttagning misslyckades
th_th: การลบล้มเหลว
tr_tr: Silme işlemi başarısız
vi_vn: Thao tác xóa đã thất bại
zh_tw: 刪除失敗

source: Delete Part
ar_sa: حذف القطعة
bg_bg: Изтриване на част
cs_cz: Odstranit díl
el_gr: Διαγραφή Εξαρτήματος
et_ee: Kustuta osa
fa_ir: حذف قسمت
fi_fi: Poista osa
he_il: מחק פריט
hi_in: पार्ट हटाएं
id_id: Hapus Part
ja_jp: 部品を削除
ko_kr: 부품 삭제
lt_lt: Ištrinti detalę
lv_lv: Dzēst detaļu
nl_nl: Onderdeel Verwijderen
pl_pl: Usuń Komponent
pt_pt: Excluir esta parte
ru_ru: Удалить деталь
sk_sk: Odstrániť diel
sl_si: Izbriši del
sr_cs: Obriši deo
sv_se: Ta bort del
th_th: ลบชิ้นส่วน
tr_tr: Parça Sil
vi_vn: Xóa phần
zh_tw: 刪除零件

# deletePartDetail
source: Remove this part from the database
ar_sa: إزالة هذه القطعة من قاعدة البيانات
bg_bg: Премахване на тази част от базата данни
cs_cz: Odstranit tento díl z databáze
el_gr: Αφαίρεση αυτού του εξαρτήματος από τη βάση δεδομένων
et_ee: Eemalda see osa andmebaasist
fa_ir: این قطعه را از پایگاه داده حذف کنید
fi_fi: Poista tämä osa tietokannasta
he_il: הסר פריט זה ממסד הנתונים
hi_in: इस पार्ट को डेटाबेस से हटाएं
id_id: Hapus Part ini dari database
ja_jp: データベースからこの部品を削除します
ko_kr: 이 부품을 데이터베이스에서 삭제
lt_lt: Pašalinti šią dalį iš duomenų bazės
lv_lv: Dzēst šo detaļu no datubāzes
nl_nl: Verwijder dit onderdeel uit de database
pl_pl: Usuń ten komponent z bazy danych
pt_pt: Remover esta peça da base de dados
ru_ru: Удалить эту деталь из базы данных
sk_sk: Odstrániť túto súčiastku z databázy
sl_si: Odstrani ta del iz baze podatkov
sr_cs: Ukloni ovaj deo iz baze podataka
sv_se: Ta bort denna del från databasen
th_th: ลบชิ้นส่วนนี้ออกจากฐานข้อมูล
tr_tr: Bu parçayı veritabanından kaldır
vi_vn: Xóa một phần ra khỏi cơ sở dữ liệu
zh_tw: 從數據庫中刪除此零件

# deleteSuccess
source: Delete operation successful
ar_sa: تم الحذف بنجاح
bg_bg: Успешно изтриване
cs_cz: Odstránění bylo úspěšné
el_gr: Η διαγραφή ολοκληρώθηκε με επιτυχία
et_ee: Kustutamine õnnestus
fa_ir: عملیات حذف با موفقیت انجام شد
fi_fi: Poistaminen onnistui
he_il: פעולת המחיקה הצליחה
hi_in: सफलतापूर्वक हटा दिया गया
id_id: Operasi penghapusan berhasil
ja_jp: 操作の削除に成功しました
ko_kr: 삭제 작업 성공
lt_lt: Ištrynimas sėkmingas
lv_lv: Dzēšana veiksmīga
nl_nl: Succesvol verwijderd
pl_pl: Usuwanie zakończone powodzeniem
pt_pt: Excluído com sucesso
ru_ru: Удаление успешно завершено
sk_sk: Operácia vymazania úspešná
sl_si: Operacija brisanja uspešna
sr_cs: Operacija brisanja uspešna
sv_se: Borttagning lyckad
th_th: ลบข้อมูลสำเร็จ
tr_tr: Silme işlemi başarılı
vi_vn: Thao tác xóa thành công
zh_tw: 刪除成功

source: Description
ar_sa: الوصف
bg_bg: Описание
cs_cz: Popis
el_gr: Περιγραφή
et_ee: Kirjeldus
fa_ir: توضیحات
fi_fi: Kuvaus
he_il: תיאור
hi_in: विवरण
id_id: Deskripsi
ja_jp: 説明
ko_kr: 설명
lt_lt: Aprašymas
lv_lv: Apraksts
nl_nl: Omschrijving
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание
sk_sk: Popis
sl_si: Opis
sr_cs: Opis
sv_se: Beskrivning
th_th: คำอธิบาย
tr_tr: Açıklama
vi_vn: Mô tả
zh_tw: 敘述

source: Destroyed
ar_sa: مُتلف
bg_bg: Унищожено
cs_cz: Zničeno
el_gr: Καταστράφηκε
et_ee: Hävitatud
fa_ir: خراب شده
fi_fi: Tuhottu
he_il: מושמד
hi_in: नष्ट किया गया
id_id: Hancur
ja_jp: 破壊
ko_kr: 폐기
lt_lt: Sugadintas
lv_lv: Iznīcināts
nl_nl: Vernietigd
pl_pl: Zniszczony
pt_pt: Destruído
ru_ru: Разрушено
sk_sk: Zničené
sl_si: Uničeno
sr_cs: Uništeno
sv_se: Förstörd
th_th: ถูกทำลาย
tr_tr: Yok edildi
vi_vn: Đã hủy
zh_tw: 已損毀

source: Details
ar_sa: التفاصيل
bg_bg: Детайли
cs_cz: Detaily
el_gr: Λεπτομέρειες
et_ee: Üksikasjad
fa_ir: جزئیات
fi_fi: Yksityiskohdat
he_il: פרטים
hi_in: विवरण
id_id: Detail
ja_jp: 詳細
ko_kr: 상세내용
lt_lt: Išsamiau
lv_lv: Sīkāka informācija
pl_pl: Szczegóły
pt_pt: Detalhes
ru_ru: Подробности
sk_sk: Podrobnosti
sl_si: Podrobnosti
sr_cs: Detalji
sv_se: Detaljer
th_th: รายละเอียด
tr_tr: Ayrıntılar
vi_vn: Chi tiết
zh_tw: 詳細資訊

source: Documentation
ar_sa: التوثيق
bg_bg: Документация
cs_cz: Dokumentace
el_gr: Τεκμηρίωση
et_ee: Dokumendid
fa_ir: مستندات
fi_fi: Dokumentaatio
he_il: תיעוד
hi_in: दस्तावेज़ीकरण
id_id: Dokumentasi
ja_jp: ドキュメント
ko_kr: 문서
lt_lt: Dokumentacija
lv_lv: Dokumentācija
nl_nl: Documentatie
pl_pl: Dokumentacja
pt_pt: Documentação
ru_ru: Документация
sk_sk: Dokumentácia
sl_si: Dokumentacija
sr_cs: Dokumentacija
sv_se: Dokumentation
th_th: เอกสาร
tr_tr: Dökümantasyon
vi_vn: Tài liệu
zh_tw: 文件
