Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

# filterTemplateDetail
source: Show template parts
ar_sa: إظهار قطع النماذج
bg_bg: Показване на части-шаблони
cs_cz: Zobrazit šablony dílů
el_gr: Εμφάνιση πρότυπων εξαρτημάτων
et_ee: Näita malli osi
fa_ir: نمایش الگوی قطعات
fi_fi: Näytä malliosat
he_il: הצג חלקי תבנית
hi_in: टेम्पलेट पुर्जे दिखाएं
id_id: Tampilkan Part templat
ja_jp: テンプレート部品を表示
ko_kr: 템플릿 구성 요소 보기
lt_lt: Rodyti šablono dalis
lv_lv: Rādīt šablona daļas
nl_nl: Sjabloononderdelen weergeven
pl_pl: Pokaż części szablonu
pt_pt: Mostrar partes do modelo
ru_ru: Показать шаблоны компонентов
sk_sk: Zobraziť časti šablóny
sl_si: Prikaži dele predloge
sr_cs: Prikaži delove šablona
sv_se: Visa mallartiklar
th_th: แสดงรายละเอียดแม่แบบ
tr_tr: Şablon parçaları göster
vi_vn: Hiển thị các phần template
zh_tw: 顯示模板零件

# filterTrackable
source: Trackable
ar_sa: قابل للتتبع
bg_bg: Проследими
cs_cz: Sledovatelný
el_gr: Ιχνηλάσιμο
et_ee: Jälgitav
fa_ir: قابل پیگیری
fi_fi: Seurattavat
he_il: ניתן למעקב
hi_in: ट्रैक करने योग्य
id_id: Dapat dilacak
ja_jp: 追跡可能
ko_kr: 추적 가능
lt_lt: Sekamas
lv_lv: Izsekojams
nl_nl: Traceerbaar
pl_pl: Możliwość śledzenia
pt_pt: Rastreável
ru_ru: Отслеживаемый
sk_sk: Sledovateľné
sl_si: Sledljivo
sr_cs: Pratilno
sv_se: Spårbar
th_th: ติดตามได้
tr_tr: Takip edilebilir
vi_vn: Có thể theo dõi
zh_tw: 可追蹤

# filterTrackableDetail
source: Show trackable parts
ar_sa: إظهار القطع القابلة للتتبع
bg_bg: Показване на проследими части
cs_cz: Zobrazit sledovatelné díly
el_gr: Εμφάνιση ιχνηλάσιμων εξαρτημάτων
et_ee: Näita jälgitavaid osi
fa_ir: نمایش قطعات قابل ردیابی
fi_fi: Näytä seurattavat osat
he_il: הצג פריטים שניתנים למעקב
hi_in: ट्रैक करने योग्य पुर्जे दिखाएं
id_id: Tampilkan Part yang dapat dilacak
ja_jp: 追跡可能なアイテムの表示
ko_kr: 추적 가능 부품 표시
lt_lt: Rodyti sekamus komponentus
lv_lv: Rādīt izsekojamas detaļas
nl_nl: Traceerbare onderdelen weergeven
pl_pl: Pokaż aktywne części
pt_pt: Mostrar partes rastreáveis
ru_ru: Показать отслеживаемые компоненты
sk_sk: Zobraziť sledovateľné diely
sl_si: Prikaži sledljive dele
sr_cs: Prikaži delove za praćenje
sv_se: Visa spårbara artiklar
th_th: แสดงชิ้นส่วนที่ติดตามได้
tr_tr: Takip edilebilir parçaları göster
vi_vn: Hiển thị phụ kiện đang theo dõi
zh_tw: 顯示可追踪的零件

# filterVirtual
source: Virtual
ar_sa: افتراضي
bg_bg: Виртуални
cs_cz: Virtuální
el_gr: Εικονικά
et_ee: Virtuaalne
fa_ir: مجازی
fi_fi: Virtuaalinen
he_il: וירטואלי
hi_in: वर्चुअल
ja_jp: 仮想
ko_kr: 가상
lt_lt: Virtualus
lv_lv: Virtuāls
nl_nl: Virtueel
pl_pl: Wirtualny
ru_ru: Виртуальный
sk_sk: Virtuálne
sl_si: Virtualno
sr_cs: Virtualno
sv_se: Virtuell
th_th: เสมือนจริง
tr_tr: Sanal
vi_vn: Ảo
zh_tw: 虛擬

# filterVirtualDetail
source: Show virtual parts
ar_sa: إظهار القطع الافتراضية
bg_bg: Показване на виртуални части
cs_cz: Zobrazit virtuální díly
el_gr: Εμφάνιση εικονικών εξαρτημάτων
et_ee: Näita virtuaalseid osi
fa_ir: نمایش قطعات مجازی
fi_fi: Näytä virtuaaliset osat
he_il: הצג פריטים וירטואלים
hi_in: वर्चुअल पुर्जे दिखाएं
id_id: Tampilkan part virtual
ja_jp: 仮想パーツを表示
ko_kr: 가상 부품 표시
lt_lt: Rodyti virtualias dalis
lv_lv: Rādīt virtuālās detaļas
nl_nl: Toon virtuele onderdelen
pl_pl: Pokaż części wirtualne
pt_pt: Mostrar peças virtuais
ru_ru: Показать виртуальные компоненты
sk_sk: Zobraziť virtuálne diely
sl_si: Prikaži virtualne dele
sr_cs: Prikaži virtuelne delove
sv_se: Visa virtuella artiklar
th_th: แสดงชิ้นส่วนเสมือน
tr_tr: Sanal parçaları göster
vi_vn: Hiện sản phẩm ảo
zh_tw: 顯示虛擬零件

source: Filtering Options
ar_sa: خيارات التصفية
bg_bg: Опции за филтриране
cs_cz: Možnosti filtrování
el_gr: Επιλογές Φιλτραρίσματος
et_ee: Filtreerimise valikud
fa_ir: گزینه های فیلتر کردن
fi_fi: Suodatusasetukset
he_il: אפשרויות סינון
hi_in: फ़िल्टरिंग विकल्प
id_id: Opsi Pemfilteran
ja_jp: フィルターオプション
ko_kr: 필터 옵션
lt_lt: Filtravimo parinktys
lv_lv: Filtrēšanas opcijas
nl_nl: Filteropties
pl_pl: Opcje filtrowania
pt_pt: Opções de filtro
ru_ru: Настройки фильтрации
sk_sk: Možnosti filtrovania
sl_si: Možnosti filtriranja
sr_cs: Opcije filtriranja
sv_se: Filtreringsalternativ
th_th: ตัวเลือกการกรอง
tr_tr: Süzgeç Seçenekleri
vi_vn: Tùy chọn bộ lọc
zh_tw: 篩選選項

source: Format Exception
ar_sa: خطأ في التنسيق
bg_bg: Грешка във формата
cs_cz: Výjimka formátování
el_gr: Εξαίρεση Μορφοποίησης
et_ee: Vormingu erind
fa_ir: استثنا فرمت
fi_fi: Muotovirhe
he_il: חריגה בפורמט
hi_in: फ़ॉर्मेट अपवाद
id_id: Pengecualian format
ja_jp: フォーマットの例外エラー
ko_kr: 형식 오류
lt_lt: Formato klaida
lv_lv: Formāta kļūda
nl_nl: Formaat fout
pl_pl: Wyjątek formatowania
pt_pt: Formatar erro
ru_ru: Формат исключения
sk_sk: Chybný formát
sl_si: Izjema formata
sr_cs: Izuzetak formata
sv_se: Formatera undantag
th_th: รูปแบบข้อมูลไม่ถูกต้อง
tr_tr: Biçim İstisnası
vi_vn: Định dạng ngoại lệ
zh_tw: 格式異常

# formatExceptionJson
source: JSON data format exception
ar_sa: خطأ في تنسيق بيانات JSON
bg_bg: Грешка във формата на JSON данните
cs_cz: Výjimka datového formátu JSON
el_gr: Εξαίρεση μορφής JSON
et_ee: JSON-andmete vormingu erind
fa_ir: استثنا فرمت داده JSON
fi_fi: JSON-tietomuotovirhe
he_il: חריגה בפורמט הנתונים של JSON
hi_in: JSON डेटा फ़ॉर्मेट अपवाद
id_id: Pengecualian format data JSON
ja_jp: JSONデータフォーマット例外エラー
ko_kr: JSON 데이터 형식 예외
lt_lt: JSON duomenų formato klaida
lv_lv: JSON datu formāta kļūda
nl_nl: JSON gegevensformaat exceptie
pl_pl: Wyjątek formatu danych JSON
pt_pt: Erro de formatação de data JSON
ru_ru: Ошибка формата JSON
sk_sk: Výnimka formátu JSON dát
sl_si: Izjema formata JSON podatkov
sr_cs: Izuzetak formata JSON podataka
sv_se: JSON-dataformat undantag
th_th: รูปแบบข้อมูล JSON ไม่ถูกต้อง
tr_tr: JSON veri format istisnası
vi_vn: Định dạng dữ liệu Json ngoại lệ
zh_tw: JSON 數據格式異常

source: Form Error
ar_sa: خطأ في النموذج
bg_bg: Грешка във формуляра
cs_cz: Chyba formuláře
el_gr: Σφάλμα Φόρμας
et_ee: Vormi viga
fa_ir: خطای فرم
fi_fi: Lomakevirhe
he_il: שגיאת טופס
hi_in: फ़ॉर्म त्रुटि
id_id: Kesalahan Formulir
ja_jp: フォームエラー
ko_kr: 폼 오류
lt_lt: Formos klaida
lv_lv: Formas kļūda
nl_nl: Fout in formulier
pl_pl: Błąd Formularza
pt_pt: Erro de formulário
ru_ru: Ошибка в форме
sk_sk: Chyba vo formulári
sl_si: Napaka v obrazcu
sr_cs: Greška u obrascu
sv_se: Formulär fel
th_th: แบบฟอร์มผิดพลาด
tr_tr: Form hatası
vi_vn: Lỗi form
zh_tw: 表單錯誤

source: History
ar_sa: السجل
bg_bg: История
cs_cz: Historie
el_gr: Ιστορικό
et_ee: Ajalugu
fa_ir: تاریخچه
fi_fi: Historia
he_il: היסטוריה
hi_in: इतिहास
id_id: Riwayat
ja_jp: 履歴
ko_kr: 기록
lt_lt: Istorija
lv_lv: Vēsture
nl_nl: Geschiedenis
pl_pl: Historia
pt_pt: Histórico
ru_ru: История
sk_sk: História
sl_si: Zgodovina
sr_cs: Istorija
sv_se: Historik
th_th: ประวัติ
tr_tr: Geçmiş
vi_vn: Lịch sử
zh_tw: 歷史

source: Home
ar_sa: الرئيسية
bg_bg: Начало
cs_cz: Domů
el_gr: Αρχική
et_ee: Avaleht
fa_ir: خانه
fi_fi: Koti
he_il: בית
hi_in: होम
id_id: Beranda
ja_jp: ホーム
ko_kr: 홈
lt_lt: Pagrindinis
lv_lv: Sākums
pl_pl: Strona główna
pt_pt: Início
ru_ru: Главная
sk_sk: Domov
sl_si: Domov
sr_cs: Početna
sv_se: Hem
th_th: หน้าหลัก
tr_tr: Ana Sayfa
vi_vn: Trang chủ
zh_tw: 首頁

source: Home Screen
ar_sa: الشاشة الرئيسية
bg_bg: Начален екран
cs_cz: Domovská obrazovka
el_gr: Αρχική Οθόνη
et_ee: Koduekraan
fa_ir: صفحه خانه
fi_fi: Aloitusnäyttö
he_il: מסך הבית
hi_in: होम स्क्रीन
id_id: Tampilan Beranda
ja_jp: ホーム画面
ko_kr: 홈 화면
lt_lt: Pagrindinis ekranas
lv_lv: Galvenā Izvēlne
nl_nl: Startscherm
pl_pl: Ekran główny
pt_pt: Ecrã inicial
ru_ru: Начальный экран
sk_sk: Domovská obrazovka
sl_si: Začetni zaslon
sr_cs: Početni ekran
sv_se: Startsidan
th_th: หน้าจอหลัก
tr_tr: Ana Ekran
vi_vn: Màn hình chính
zh_tw: 主畫面

# homeScreenSettings
source: Configure home screen settings
ar_sa: إعدادات الشاشة الرئيسية
bg_bg: Настройки на началния екран
cs_cz: Konfigurace nastavení domovské obrazovky
el_gr: Ρύθμιση αρχικής οθόνης
et_ee: Avaekraani seaded
fa_ir: پیکربندی تنظیمات صفحه خانه
fi_fi: Määritä aloitusnäytön asetukset
he_il: הגדר את הגדרות מסך הבית
hi_in: होम स्क्रीन सेटिंग्स कॉन्फ़िगर करें
id_id: Konfigurasikan pengaturan layar beranda
ja_jp: ホーム画面の設定
ko_kr: 홈 화면 설정 구성
lt_lt: Konfigūruoti pagrindinio ekrano nustatymus
lv_lv: Konfigurēt sākuma ekrāna iestatījumus
nl_nl: Configureer Startscherminstellingen
pl_pl: Konfiguruj ustawienia ekranu głównego
pt_pt: Definir as configurações da tela inicial
ru_ru: Настройка главной страницы
sk_sk: Konfigurácia nastavení domovskej obrazovky
sl_si: Nastavitve začetnega zaslona
sr_cs: Podesi podešavanja početnog ekrana
sv_se: Konfigurera inställningar för startskärmen
th_th: ตั้งค่าหน้าจอหลัก
tr_tr: Ana ekran ayarlarınızı yapılandırın
vi_vn: Cấu hình thiết lập màn hình chính
zh_tw: 伺服器設定

# homeShowPo
source: Show Purchase Orders
ar_sa: إظهار أوامر الشراء
bg_bg: Показване на поръчки за покупка
cs_cz: Zobrazit objednávky
el_gr: Εμφάνιση Παραγγελιών Αγοράς
et_ee: Kuva ostutellimused
fa_ir: نمایش سفارش های خرید
fi_fi: Näytä ostotilaukset
he_il: הצג הזמנות רכש
hi_in: परचेज ऑर्डर दिखाएं
id_id: Tampilkan Pembelian Pesanan
ja_jp: 注文書を表示
ko_kr: 구매 주문 표시
lt_lt: Rodyti pirkimo užsakymus
lv_lv: Rādīt pirkuma pasūtījumus
nl_nl: Inkooporders tonen
pl_pl: Pokaż zamówienia zakupu
pt_pt: Mostrar Pedido de Compras
ru_ru: Показать заказы на поставку
sk_sk: Zobraziť objednávky
sl_si: Prikaži naročilnice
sr_cs: Prikaži Narudžbenice
sv_se: Visa inköpsorder
th_th: แสดงใบสั่งซื้อ
tr_tr: Satın Alma Siparişlerini Göster
vi_vn: Hiển thị đơn đặt hàng mới
zh_tw: 顯示採購訂單

# homeShowPoDescription
source: Show purchase order button on home screen
ar_sa: إظهار زر أوامر الشراء على الشاشة الرئيسية
bg_bg: Бутон за поръчки за покупка на началния екран
cs_cz: Zobrazit tlačítko pro objednávku na domovské obrazovce
el_gr: Εμφάνιση κουμπιού παραγγελιών αγοράς στην αρχική οθόνη
et_ee: Kuva ostutellimuste nupp avaekraanil
fa_ir: نمایش دکمه سفارش خرید در صفحه خانه
fi_fi: Näytä ostotilauspainike aloitusnäytöllä
he_il: הצג את לחצן הזמנת רכש במסך הבית
hi_in: होम स्क्रीन पर परचेज ऑर्डर बटन दिखाएं
id_id: Tampilkan tombol pesanan pembelian di layar beranda
ja_jp: 注文ボタンをホーム画面に表示
ko_kr: 홈 화면에 구매 주문 버튼 표시
lt_lt: Rodyti pirkimo užsakymo mygtuką pagrindiniame ekrane
lv_lv: Rādīt pirkuma pasūtījuma pogu sākuma ekrānā
nl_nl: Inkooporder knop op startscherm weergeven
pl_pl: Pokaż przycisk zamówienia zakupu na ekranie głównym
pt_pt: Mostrar botão de pedido de compra na tela inicial
ru_ru: Показывать кнопку заказа на главном экране
sk_sk: Zobraziť tlačidlo objednávky na domovskej obrazovke
sl_si: Prikaži gumb za naročilnico na začetnem zaslonu
sr_cs: Prikaži dugme za narudžbenicu na početnom ekranu
sv_se: Visa knappen för inköpsorder på startskärmen
th_th: แสดงปุ่มใบสั่งซื้อบนหน้าจอหลัก
tr_tr: Satınalma sipariş butonunu ana ekranda göster
vi_vn: Hiển thị đơn hàng mới tại màn hình chính
zh_tw: 在主屏幕上顯示訂單按鈕

# homeShowSubscribed
source: Subscribed Parts
ar_sa: القطع المشترك بها
bg_bg: Абонирани части
cs_cz: Odebírané díly
el_gr: Εγγεγραμμένα Εξαρτήματα
et_ee: Jälgitavad detailid
fa_ir: قطعات مشترک شده
fi_fi: Seuratut osat
he_il: פריטי מנויים
hi_in: सब्सक्राइब किए गए पार्ट्स
id_id: Penjelasan Suku Cadang
ja_jp: 購読済みのパーツ
ko_kr: 구독 부품
lt_lt: Prenumeruojamos dalys
lv_lv: Abonētās detaļas
nl_nl: Geabonneerde Onderdelen
pl_pl: Obserwowane części
pt_pt: Peças Subscritas
ru_ru: Детали с включёнными уведомлениями
sk_sk: Odoberané diely
sl_si: Naročeni deli
sr_cs: Pretplaćeni delovi
sv_se: Prenumererade artiklar
th_th: ชิ้นส่วนที่สมัครรับข้อมูล
tr_tr: Takip Edilen Parçalar
vi_vn: Đăng kí phụ kiện
zh_tw: 訂閱零件通知

# homeShowSubscribedDescription
source: Show subscribed parts on home screen
ar_sa: إظهار القطع المشترك بها على الشاشة الرئيسية
bg_bg: Показване на абонираните части на началния екран
cs_cz: Zobrazit odebírané díly na domovské obrazovce
el_gr: Εμφάνιση εγγεγραμμένων εξαρτημάτων στην αρχική οθόνη
et_ee: Kuva jälgitavad detailid avaekraanil
fa_ir: نمایش قطعات مشترک شده در صفحه خانه
fi_fi: Näytä seuratut osat aloitusnäytöllä
he_il: הצכ פריטים רשומים במסך הבית
hi_in: होम स्क्रीन पर सब्सक्राइब किए गए पार्ट्स दिखाएं
id_id: Tampilkan suku cadang yang dilanggan di layar beranda
ja_jp: ホーム画面に購読している部品を表示
ko_kr: 홈 화면에 구독 부품 표시
lt_lt: Rodyti prenumeruojamas dalis pagrindiniame ekrane
lv_lv: Rādīt abonētās detaļas sākuma ekrānā
nl_nl: Geabonneerde Onderdelen weergeven op startscherm
pl_pl: Pokaż obserwowane elementy na stronie głównej
pt_pt: Mostrar partes subscritas na tela inicial
ru_ru: Показывать детали, на которые включены уведомления, на главной странице
sk_sk: Zobraziť odoberané diely na domovskej obrazovke
sl_si: Prikaži naročene dele na začetnem zaslonu
sr_cs: Prikaži pretplaćene delove na početnom ekranu
sv_se: Visa prenumererade artiklar på startskärmen
th_th: แสดงชิ้นส่วนที่สมัครรับบนหน้าจอหลัก
tr_tr: Takip edilen parçaları ana ekranda göster
vi_vn: Hiển thị các phần đã đăng kí trên màn hình chính
zh_tw: 在主屏幕上顯示已訂閱的零件

# homeShowSuppliers
source: Show Suppliers
ar_sa: إظهار الموردين
bg_bg: Показване на доставчици
cs_cz: Zobrazit dodavatele
el_gr: Εμφάνιση Προμηθευτών
et_ee: Näita tarnijaid
fa_ir: نمایش تامین کنندگان
fi_fi: Näytä toimittajat
he_il: הצג ספקים
hi_in: सप्लायर्स दिखाएं
id_id: Tampilkan Pemasok
ja_jp: 仕入先を表示
ko_kr: 공급업체 표시
lt_lt: Rodyti tiekėjus
lv_lv: Rādīt piegādātājus
nl_nl: Leveranciers weergeven
pl_pl: Pokaż dostawców
pt_pt: Mostrar Fornecedores
ru_ru: Показать поставщиков
sk_sk: Zobraziť dodávateľov
sl_si: Prikaži dobavitelje
sr_cs: Prikaži dobavljače
sv_se: Visa leverantörer
th_th: แสดงผู้ให้บริการ
tr_tr: Tedarikçileri Göster
vi_vn: Hiện nhà cung cấp
zh_tw: 顯示供應商

# homeShowSuppliersDescription
source: Show suppliers button on home screen
ar_sa: إظهار زر الموردين على الشاشة الرئيسية
bg_bg: Показване на бутон за доставчици на началния екран
cs_cz: Zobrazit tlačítko dodavatele na domovské obrazovce
el_gr: Εμφάνιση κουμπιού προμηθευτών στην αρχική οθόνη
et_ee: Näita avalehel tarnijate nuppu
fa_ir: نمایش دکمه تامین کنندگان در صفحه خانه
fi_fi: Näytä toimittajapainike aloitusnäytöllä
he_il: הצג לחצן ספקים במסך הבית
hi_in: होम स्क्रीन पर सप्लायर्स बटन दिखाएं
id_id: Tampilkan tombol pemasok di layar beranda
ja_jp: 仕入先ボタンをホーム画面に表示
ko_kr: 홈 화면에 공급업체 표시 버튼
lt_lt: Rodyti tiekėjus pagrindiniame ekrane
lv_lv: Rādīt piegādātājus sākuma ekrānā
nl_nl: Leveranciersknop weergeven op startscherm
pl_pl: Pokaż przycisk dostawców na ekranie głównym
pt_pt: Mostrar botão de fornecedores na tela inicial
ru_ru: Отображение кнопки поставщиков на главном экране
sk_sk: Zobraziť dodávateľov na úvodnej obrazovke
sl_si: Pokaži dobavitelje na začetnem zaslonu
sr_cs: Prikaži dobavljače na početnom ekranu
sv_se: Visa leverantörsknapp på startskärmen
th_th: แสดงปุ่มซัพพลายเออร์บนหน้าจอหลัก
tr_tr: Tedarikçi butonunu ana ekranda göster
vi_vn: Hiện nút nhà cung cấp tại màn hình chính
zh_tw: 在主屏幕上顯示供應商按鈕

# homeShowManufacturers
source: Show Manufacturers
ar_sa: إظهار المصنعين
bg_bg: Показване на производители
cs_cz: Zobrazit výrobce
el_gr: Εμφάνιση Κατασκευαστών
et_ee: Näita tootjaid
fa_ir: نمایش تولیدکنندگان
fi_fi: Näytä valmistajat
he_il: הצג יצרנים
hi_in: मैन्युफैक्चरर्स दिखाएं
id_id: Tampilkan Produsen
ja_jp: メーカーを表示
ko_kr: 제조사 표시
lt_lt: Rodyti gamintojus
lv_lv: Rādīt ražotājus
nl_nl: Fabrikant weergeven
pl_pl: Pokaż producentów
pt_pt: Mostrar Fabricantes
ru_ru: Показать производителей
sk_sk: Zobraziť výrobcov
sl_si: Pokaži proizvajalce
sr_cs: Prikaži proizvođače
sv_se: Visa tillverkare
th_th: แสดงผู้ผลิต
tr_tr: Üreticileri Göster
vi_vn: Hiện nhà sản xuất
zh_tw: 顯示生產商

# homeShowManufacturersDescription
source: Show manufacturers button on home screen
ar_sa: إظهار زر المصنعين على الشاشة الرئيسية
bg_bg: Показване на бутон за производители на началния екран
cs_cz: Zobrazit tlačítko výrobců na domovské obrazovce
el_gr: Εμφάνιση κουμπιού κατασκευαστών στην αρχική οθόνη
et_ee: Näita avalehel tootjate nuppu
fa_ir: نمایش دکمه تولید کنندگان در صفحه خانه
fi_fi: Näytä valmistajapainike aloitusnäytöllä
he_il: הצג את לחצן היצרן במסך הבית
hi_in: होम स्क्रीन पर मैन्युफैक्चरर्स बटन दिखाएं
id_id: Tampilkan tombol produsen di layar beranda
ja_jp: メーカーボタンをホーム画面に表示
ko_kr: 홈 화면에 제조사 표시 버튼
lt_lt: Rodyti gamintojus pagrindiniame ekrane
lv_lv: Rādīt ražotājus sākuma ekrānā
nl_nl: Fabrikantenknop op startscherm weergeven
pl_pl: Pokaż przycisk producentów na ekranie głównym
pt_pt: Mostrar botão de fabricantes na tela inicial
ru_ru: Показывать кнопку производителей на главном экране
sk_sk: Zobraziť tlačidlo výrobcov na domovskej obrazovke
sl_si: Pokaži gumbe proizvajalcev na začetnem zaslonu
sr_cs: Prikaži proizvođače na početnom ekranu
sv_se: Visa tillverkarknapp på startskärmen
th_th: แสดงปุ่มผู้ผลิตบนหน้าจอหลัก
tr_tr: Tedarikçi butonunu ana ekranda göster
vi_vn: Hiển thị nhà sản xuất tại màn hình chính
zh_tw: 在主屏幕上顯示製造商按鈕

# homeShowCustomers
source: Show Customers
ar_sa: إظهار العملاء
bg_bg: Показване на клиенти
cs_cz: Zobrazit zákazníky
el_gr: Εμφάνιση Πελατών
et_ee: Näita kliente
fa_ir: نمایش مصرف کنندگان
fi_fi: Näytä asiakkaat
he_il: הצג לקוחות
hi_in: ग्राहक दिखाएं
id_id: Tunjukkan Pelanggan
ja_jp: 顧客を表示
ko_kr: 고객 보기
lt_lt: Rodyti klientus
lv_lv: Rādīt klientus
nl_nl: Klanten weergeven
pl_pl: Pokaż klientów
pt_pt: Mostrar Clientes
ru_ru: Показать заказчиков
sk_sk: Zobraziť zákazníkov
sl_si: Pokaži stranke
sr_cs: Prikaži Klijente
sv_se: Visa kunder
th_th: แสดงลูกค้า
tr_tr: Müşterileri Göster
vi_vn: Hiện khách hàng
zh_tw: 顯示客戶

# homeShowCustomersDescription
source: Show customers button on home screen
ar_sa: إظهار زر العملاء على الشاشة الرئيسية
bg_bg: Показване на бутон за клиенти на началния екран
cs_cz: Zobrazit tlačítko zákazníků na domovské obrazovce
el_gr: Εμφάνιση κουμπιού πελατών στην αρχική οθόνη
et_ee: Näita avalehel klientide nuppu
fa_ir: نمایش کلید مصرف کنندگان در صفحه اصلی
fi_fi: Näytä asiakaspainike aloitusnäytöllä
he_il: הצג את לחצן הלקוחות במסך הבית
hi_in: होम स्क्रीन पर ग्राहक बटन दिखाएं
id_id: Tampilkan tombol pelanggan di layar beranda
ja_jp: 顧客ボタンをホーム画面に表示
ko_kr: 홈 화면에 고객 보기 버튼 표시
lt_lt: Rodyti klientus pagrindiniame ekrane
lv_lv: Rādīt klientus sākuma ekrānā
nl_nl: Klantenknop weergeven op startscherm
pl_pl: Pokaż przycisk klientów na ekranie głównym
pt_pt: Mostrar botão de clientes na tela inicial
ru_ru: Показывать кнопку покупателя на главном экране
sk_sk: Zobraziť tlačidlo zákazníkov na domovskej obrazovke
sl_si: Prikaži stranke na začetnem zaslonu
sr_cs: Prikaži dugme za kupce na početnom ekranu
sv_se: Visa kund knappen på startskärmen
th_th: แสดงปุ่มลูกค้าบนหน้าจอหลัก
tr_tr: Müşteri butonunu ana ekranda göster
vi_vn: Hiển thị khách hàng tại màn hình chính
zh_tw: 在主屏幕上顯示客户按鈕

# imageUploadFailure
source: Image upload failed
ar_sa: فشل تحميل الصورة
bg_bg: Неуспешно качване на изображението
cs_cz: Nahrání obrázku se nezdařilo
el_gr: Αποτυχία μεταφόρτωσης εικόνας
et_ee: Pildi üleslaadimine ebaõnnestus
fa_ir: خطا در اپلود تصویر
fi_fi: Kuvan lataus epäonnistui
he_il: העלאת התמונה נכשלה
hi_in: इमेज अपलोड विफल रही
id_id: Gagal mengunggah gambar
ja_jp: 画像のアップロードに失敗しました
ko_kr: 이미지 업로드 실패
lt_lt: Nepavyko įkelti paveikslėlio
lv_lv: Attēla augšupielāde neizdevās
nl_nl: Uploaden van afbeelding is mislukt
pl_pl: Przesyłanie zdjęcia nie powiodło się
pt_pt: Erro no envio da imagem
ru_ru: Не удалось загрузить изображение
sk_sk: Nahrávanie obrázka zlyhalo
sl_si: Nalaganje slike ni uspelo
sr_cs: Otpremanje slike nije uspelo
sv_se: Bilduppladdning misslyckades
th_th: อัปโหลดรูปภาพล้มเหลว
tr_tr: Görsel yükleme başarısız
vi_vn: Tải ảnh không thành công
zh_tw: 圖片上傳失敗

# imageUploadSuccess
source: Image uploaded
ar_sa: تم تحميل الصورة بنجاح
bg_bg: Изображението е качено
cs_cz: Obrázek byl nahrán
el_gr: Η εικόνα μεταφορτώθηκε
et_ee: Pilt on üles laaditud
fa_ir: تصویر اپلود شد
fi_fi: Kuva ladattu
he_il: התמונה הועלתה
hi_in: इमेज सफलतापूर्वक अपलोड हुई
id_id: Gambar telah diunggah
ja_jp: アップロードされた画像
ko_kr: 이미지 업로드 완료
lt_lt: Nuotrauka įkelta
lv_lv: Attēls augšupielādēts
nl_nl: Afbeelding geüpload
pl_pl: Obraz przesłany
pt_pt: Imagem enviada
ru_ru: Изображение загружено
sk_sk: Obrázok nahraný
sl_si: Slika naložena
sr_cs: Slika je uspešno učitana
sv_se: Bild uppladdad
th_th: อัปโหลดรูปภาพสำเร็จ
tr_tr: Görsel yüklendi
vi_vn: Tải ảnh lên
zh_tw: 圖片上傳

source: Inactive
ar_sa: غير نشط
bg_bg: Неактивен
cs_cz: Neaktivní
el_gr: Ανενεργό
et_ee: Mitteaktiivne
fa_ir: غیر فعال
fi_fi: Ei käytössä
he_il: לא פעיל
hi_in: निष्क्रिय
id_id: Tidak Aktif
ja_jp: 無効
ko_kr: 비활성
lt_lt: Neaktyvus
lv_lv: Neaktīvs
nl_nl: Inactief
pl_pl: Nieaktywny
pt_pt: Inativo
ru_ru: Неактивный
sk_sk: Neaktívne
sl_si: Neaktiven
sr_cs: Neaktivno
sv_se: Inaktiv
th_th: ไม่ได้ใช้งาน
tr_tr: Pasif
vi_vn: Không hoạt động
zh_tw: 未啟用

# inactiveDetail
source: This part is marked as inactive
ar_sa: هذه القطعة مصنفة كغير نشطة
bg_bg: Тази част е маркирана като неактивна
cs_cz: Tato část je označena jako neaktivní
el_gr: Αυτό το εξάρτημα έχει επισημανθεί ως ανενεργό
et_ee: See detail on märgitud mitteaktiivseks
fa_ir: این قطعهبه عنوان غیر فعال علامت گذاری شده است
fi_fi: Tämä osa on merkitty ei-aktiiviseksi
he_il: פריט זה מסומן כלא פעיל
hi_in: यह पार्ट निष्क्रिय के रूप में चिह्नित है
id_id: Bagian ini ditandai sebagai tidak aktif
ja_jp: この部品は無効としてマークされています
ko_kr: 이 부분은 비활성 처리되었습니다
lt_lt: Ši dalis pažymėta kaip neaktyvi
lv_lv: Šī daļa ir atzīmēta kā neaktīva
nl_nl: Dit onderdeel is gemarkeerd als inactief
pl_pl: Ta część jest oznaczona jako nieaktywna
pt_pt: Este produto está marcado como inativo
ru_ru: Эта часть помечена как неактивная
sk_sk: Táto časť je označená ako neaktívna
sl_si: Ta del je označen kot neaktiven
sr_cs: Ovaj deo je označen kao neaktivan
sv_se: Denna artikel är markerad som inaktiv
th_th: ส่วนนี้ถูกทำเครื่องหมายว่าไม่ใช้งาน
tr_tr: Bu parça pasif olarak işaretlendi
vi_vn: Phần này được đánh dấu là không hoạt động
zh_tw: 此零件已被標為未激活

source: Include Subcategories
ar_sa: تضمين الفئات الفرعية
bg_bg: Включване на подкатегории
cs_cz: Zahrnout podkategorie
el_gr: Συμπερίληψη Υποκατηγοριών
et_ee: Kaasa alamkategooriad
fa_ir: شامل زیرمجموعه است
fi_fi: Sisällytä alakategoriat
he_il: כלול קטגוריות משנה
hi_in: सब-कैटेगरी शामिल करें
id_id: Sertakan Subkategori
ja_jp: サブカテゴリを含む
ko_kr: 하위 카테고리 포함
lt_lt: Įtraukti subkategorijas
lv_lv: Iekļaut apakškategorijas
nl_nl: Inclusief subcategorieën
pl_pl: Zawieraj podkategorie
pt_pt: Incluir Subcategorias
ru_ru: Включить подкатегории
sk_sk: Zahrnúť podkategórie
sl_si: Vključi podkategorije
sr_cs: Uključi podkategorije
sv_se: Inkludera underkategorier
th_th: รวมหมวดหมู่ย่อย
tr_tr: Alt kategorileri dahil et
vi_vn: Bao gồm danh mục con
zh_tw: 包含子分類

# includeSubcategoriesDetail
source: Show results from subcategories
ar_sa: إظهار النتائج من الفئات الفرعية
bg_bg: Показване на резултати от подкатегории
cs_cz: Zobrazit výsledky z podkategorie
el_gr: Εμφάνιση αποτελεσμάτων από υποκατηγορίες
et_ee: Kuva tulemused alamkategooriatest
fa_ir: نمایش نتایج از زیر مجموعه ها
fi_fi: Näytä tulokset alaluokista
he_il: הצג תוצאות מקטגוריות משנה
hi_in: सब-कैटेगरी से परिणाम दिखाएं
id_id: Tampilkan hasil dari subkategori
ja_jp: サブカテゴリからの結果を表示
ko_kr: 하위 카테고리 결과 포함
lt_lt: Rodyti rezultatus iš subkategorijų
lv_lv: Rādīt rezultātus no apakškategorijām
nl_nl: Toon resultaten van subcategorieën
pl_pl: Pokaż wyniki z podkategorii
pt_pt: Mostrar resultados de subcategorias
ru_ru: Показать результаты из подкатегорий
sk_sk: Zobraziť výsledky z podkategórií
sl_si: Prikaži rezultate iz podkategorij
sr_cs: Prikaži rezultate iz potkategorija
sv_se: Visa resultat från underkategorier
th_th: แสดงผลจากหมวดหมู่ย่อยด้วย
tr_tr: Alt kategorideki sonuçları göster
vi_vn: Hiển thị kết quả trong danh mục
zh_tw: 顯示子類別中的結果
