Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

# strictHttpsDetails
source: Enforce strict checking of HTTPs certificates
ar_sa: فرض التحقق الصارم من شهادات HTTPS
bg_bg: Прилагане на строга проверка на HTTPS сертификати
el_gr: Επιβολή αυστηρού ελέγχου πιστοποιητικών HTTPS
et_ee: Kohusta ranget HTTPS-sertifikaatide kontrollimist
fa_ir: چک کردن اجباری استفاده از گواهی های HTTPS
fi_fi: Käytä tiukkaa HTTPS-sertifikaattien tarkistusta
he_il: אכוף בדיקה קפדנית של אישורי Http's
hi_in: HTTPS प्रमाणपत्रों की सख्त जांच लागू करें
id_id: Wajibkan pemeriksaan sertifikat HTTPS yang ketat
ja_jp: HTTP 証明書の厳格なチェックを行う
ko_kr: HTTPS 인증서 엄격 검사
lt_lt: Griežtai tikrinti HTTPS sertifikatus
lv_lv: Pieprasīt stingru HTTPS sertifikātu pārbaudi
nl_nl: Forceer een strikte controle van HTTPS certificaat
pl_pl: Wymuś ścisłe sprawdzanie certyfikatów HTTPS
pt_pt: Impor verificação rigorosa de certificados HTTPS
ru_ru: Принудительная проверка HTTPs сертификатов
sk_sk: Vynútiť prísnu kontrolu HTTPS certifikátov
sl_si: Uveljavi strogo preverjanje HTTPS potrdil
sr_cs: Primeni striktnu proveru HTTPS sertifikata
sv_se: Tvinga strikt kontroll av HTTPs certifikat
th_th: บังคับใช้การตรวจสอบใบรับรอง HTTPS อย่างเคร่งครัด
tr_tr: HTTPS sertifikalarını katı kontrole zorla
vi_vn: Thực thi kiểm tra nghiêm ngặt các chứng chỉ HTTPS
zh_tw: 強制嚴格檢查 HTTPs 證書

source: Subcategory
ar_sa: فئة فرعية
bg_bg: Подкатегория
cs_cz: Podkategorie
el_gr: Υποκατηγορία
et_ee: Alamkategooria
fa_ir: زیر دسته
fi_fi: Alakategoria
he_il: קטגוריית משנה
hi_in: उपश्रेणी
id_id: Subkategori
ja_jp: サブカテゴリー
ko_kr: 하위 카테고리
lt_lt: Subkategorija
lv_lv: Apakškategorija
nl_nl: Subcategorie
pl_pl: Podkategoria
pt_pt: Subcategoria
ru_ru: Подкатегория:
sk_sk: Podkategória
sl_si: Podkategorija
sr_cs: Podkategorija
sv_se: Underkategori
th_th: หมวดหมู่ย่อย
tr_tr: Alt kategori
vi_vn: Danh mục con
zh_tw: 子類別

source: Subcategories
ar_sa: فئات فرعية
bg_bg: Подкатегории
cs_cz: Podkategorie
el_gr: Υποκατηγορίες
et_ee: Alamkategooriad
fa_ir: زیر دسته ها
fi_fi: Alakategoriat
he_il: קטגוריות משנה
hi_in: उपश्रेणियाँ
id_id: Subkategori
ja_jp: サブカテゴリー
ko_kr: 하위 카테고리
lt_lt: Subkategorijos
lv_lv: Apakškategorijas
nl_nl: Subcategorieën
pl_pl: Podkategorie
pt_pt: Subcategorias
ru_ru: Подкатегории
sk_sk: Podkategórie
sl_si: Podkategorije
sr_cs: Podkategorije
sv_se: Underkategorier
th_th: หมวดหมู่ย่อย
tr_tr: Alt kategoriler
vi_vn: Danh mục con
zh_tw: 子類別

source: Sublocation
ar_sa: موقع فرعي
bg_bg: Подместоположение
cs_cz: Podumístění
el_gr: Υποτοποθεσία
et_ee: Alamkoht
fa_ir: زیر موقعیت
fi_fi: Alasijainti
he_il: מיקום משנה
hi_in: उप-स्थान
id_id: Sublokasi
ja_jp: サブ在庫場所
ko_kr: 세부 위치
lt_lt: Subvieta
lv_lv: Apakšatrašanās vieta
nl_nl: Sublocatie
pl_pl: Sublokacja
pt_pt: Sublocalização
ru_ru: Подрасположение
sk_sk: Podlokácia
sl_si: Podlokacija
sr_cs: Podlokacija
sv_se: Underplacering
th_th: ตำแหน่งย่อย
tr_tr: Alt konumlar
vi_vn: Kho phụ
zh_tw: 次級位置

source: Sublocations
ar_sa: المواقع الفرعية
bg_bg: Подместоположения
cs_cz: Podumístění
el_gr: Υποτοποθεσίες
et_ee: Alamkohad
fa_ir: زیر موقعیت ها
fi_fi: Alasijainnit
he_il: מיקומי משנה
hi_in: उप-स्थान
id_id: Sublokasi
ja_jp: サブ在庫場所
ko_kr: 세부 위치
lt_lt: Subvietos
lv_lv: Apakšatrašanās vietas
nl_nl: Sublocaties
pl_pl: Subblokacje
pt_pt: Sublocais
ru_ru: Подрасположения
sk_sk: Podlokality
sl_si: Podlokacije
sr_cs: Podlokacije
sv_se: Underplaceringar
th_th: ตำแหน่งย่อย
tr_tr: Alt konumlar
vi_vn: Kho phụ
zh_tw: 次級位置

# sublocationNone
source: No Sublocations
ar_sa: لا توجد مواقع فرعية
bg_bg: Няма подместоположения
cs_cz: Žádné podumístění
el_gr: Δεν υπάρχουν υποτοποθεσίες
et_ee: Alamkohti pole
fa_ir: زیر موقعیت ها موجود نیستند
fi_fi: Ei alasijainteja
he_il: אין תת-מיקומים
hi_in: कोई उप-स्थान नहीं
id_id: Tidak Ada Sublokasi
ja_jp: サブ在庫場所がありません
ko_kr: 하위 위치 없음
lt_lt: Nėra sublokacijų
lv_lv: Nav apakšatrašanās vietu
nl_nl: Geen Sublocaties
pl_pl: Brak subblokacji
pt_pt: Sem Sublocais
ru_ru: Нет подрасположений
sk_sk: Žiadne podmiesta
sl_si: Brez podlokacij
sr_cs: Nema Podlokacija
sv_se: Inga Underplaceringar
th_th: ไม่มีตำแหน่งย่อย
tr_tr: Alt konum yok
vi_vn: Chưa có kho phụ
zh_tw: 無子塊

# sublocationNoneDetail
source: No sublocations available
ar_sa: لا تتوفر مواقع فرعية
bg_bg: Няма налични подместоположения
cs_cz: Žádné podumístění k dispozici
el_gr: Δεν υπάρχουν διαθέσιμες υποτοποθεσίες
et_ee: Alamkohti pole saadaval
fa_ir: زیر موقعیت ها در دسترس نیستند
fi_fi: Alasijainteja ei ole saatavilla
he_il: אין מיקומי משנה זמינים
hi_in: कोई उप-स्थान उपलब्ध नहीं है
id_id: Tidak ada sublokasi tersedia
ja_jp: 利用可能なサブ在庫場所がありません
ko_kr: 사용 가능한 하위 위치가 없습니다
lt_lt: Nėra jokių subvietų
lv_lv: Apakšatrašanās vietas nav pieejamas
nl_nl: Geen sublocaties beschikbaar
pl_pl: Brak dostępnych podlokalizacji
pt_pt: Sem sublocalizações disponíveis
ru_ru: Нет доступных подрасположений
sk_sk: Žiadne podlokality k dispozícii
sl_si: Ni podlokacij na voljo
sr_cs: Nema dostupnih podlokacija
sv_se: Inga underplaceringar tillgängliga
th_th: ไม่มีตำแหน่งย่อย
tr_tr: Uygun alt kategori yok
vi_vn: Không có sẵn kho phụ
zh_tw: 無可用子塊

source: Submit Feedback
ar_sa: إرسال الملاحظات
bg_bg: Изпращане на обратна връзка
cs_cz: Odeslat zpětnou vazbu
el_gr: Υποβολή Ανατροφοδότησης
et_ee: Saada tagasisidet
fa_ir: ثبت بازخورد
fi_fi: Lähetä palautetta
he_il: שלח משוב
hi_in: फीडबैक भेजें
id_id: Kirim Umpan Balik
ja_jp: フィードバックを送信
ko_kr: 피드백 제출
lt_lt: Pateikti atsiliepimą
lv_lv: Sūtīt atsauksmi
nl_nl: Feedback Indienen
pl_pl: Prześlij opinię
pt_pt: Enviar Feedback
ru_ru: Отправить отзыв
sk_sk: Odoslať spätnú väzbu
sl_si: Pošlji povratne informacije
sr_cs: Pošalji povratne informacije
sv_se: Skicka Feedback
th_th: ส่งข้อเสนอแนะ
tr_tr: Geri Bildirim Gönder
vi_vn: Gửi phản hồi
zh_tw: 提交反饋

source: Supplied Parts
ar_sa: القطع الموردة
bg_bg: Доставени части
cs_cz: Dodané díly
el_gr: Προμηθευμένα Εξαρτήματα
et_ee: Tarnitud osad
fa_ir: قطعات تامین شده
fi_fi: Toimitetut osat
he_il: פריטי ספקים
hi_in: आपूर्ति किए गए पुर्जे
id_id: Suku Cadang Pasokan
ja_jp: 供給部品
ko_kr: 공급 부품
lt_lt: Tiekiamos dalys
lv_lv: Piegādātās detaļas
nl_nl: Geleverde Onderdelen
pl_pl: Dostarczone Części
pt_pt: Peças Fornecidas
ru_ru: Поставляемые детали
sk_sk: Dodané diely
sl_si: Dobavljeni deli
sr_cs: Dobavljeni delovi
sv_se: Levererade delar
th_th: ชิ้นส่วนที่จัดหา
tr_tr: Sağlanan Parçalar
vi_vn: Bộ phận nhà cung cấp
zh_tw: 供應商零件

source: Supplier
ar_sa: المورد
bg_bg: Доставчик
cs_cz: Dodavatel
el_gr: Προμηθευτής
et_ee: Tarnija
fa_ir: تامین کننده
fi_fi: Toimittaja
he_il: ספק
hi_in: सप्लायर
id_id: Pemasok
ja_jp: サプライヤー
ko_kr: 공급업체
lt_lt: Tiekėjas
lv_lv: Piegādātājs
nl_nl: Leverancier
pl_pl: Dostawca
pt_pt: Fornecedor
ru_ru: Поставщик
sk_sk: Dodávateľ
sl_si: Dobavitelj
sr_cs: Dobavljač
sv_se: Leverantör
th_th: ผู้จัดจำหน่าย
tr_tr: Tedarikçi
vi_vn: Nhà cung cấp
zh_tw: 供應商

source: Suppliers
ar_sa: الموردون
bg_bg: Доставчици
cs_cz: Dodavatelé
el_gr: Προμηθευτές
et_ee: Tarnijad
fa_ir: تامین کننده ها
fi_fi: Toimittajat
he_il: ספקים
hi_in: सप्लायर
id_id: Pemasok
ja_jp: サプライヤー
ko_kr: 공급업체
lt_lt: Tiekėjai
lv_lv: Piegādātāji
nl_nl: Leveranciers
pl_pl: Dostawcy
pt_pt: Fornecedores
ru_ru: Поставщики
sk_sk: Dodávatelia
sl_si: Dobavitelji
sr_cs: Dobavljači
sv_se: Leverantörer
th_th: ผู้ให้บริการ
tr_tr: Tedarikçiler
vi_vn: Nhà cung cấp
zh_tw: 供應商

source: Supplier Reference
ar_sa: مرجع المورد
bg_bg: Референтен номер на доставчик
cs_cz: Kód dodavatele
el_gr: Αναφορά Προμηθευτή
et_ee: Tarnija viide
fa_ir: مرجع تامین‌ کننده
fi_fi: Toimittajan viite
he_il: הפנייה לספק
hi_in: सप्लायर संदर्भ
id_id: Referensi Pemasok
ja_jp: サプライヤーを参照
ko_kr: 공급업체 참조
lt_lt: Tiekėjo nuoroda
lv_lv: Piegādātāja atsauce
nl_nl: Leveranciers Referentie
pl_pl: Identyfikator Dostawcy
pt_pt: Referência do Fornecedor
ru_ru: Ссылка на поставщика
sk_sk: Referencia dodávateľa
sl_si: Referenca dobavitelja
sr_cs: Referenca dobavljača
sv_se: Leverantörens referens
th_th: รหัสอ้างอิงผู้จัดจำหน่าย
tr_tr: Tedarikçi Referansı
vi_vn: Tham khảo nhà cung cấp
zh_tw: 供應商參考

source: Take Picture
ar_sa: التقاط صورة
bg_bg: Направи снимка
cs_cz: Pořídit snímek
el_gr: Λήψη Φωτογραφίας
et_ee: Tee pilt
fa_ir: گرفتن عکس
fi_fi: Ota kuva
he_il: צלם תמונה
hi_in: फोटो लें
id_id: Ambil Gambar
ja_jp: 画像を撮影
ko_kr: 사진 촬영
lt_lt: Fotografuoti
lv_lv: Uzņemt attēlu
nl_nl: Neem een Foto
pl_pl: Zrób zdjęcie
pt_pt: Tirar Foto
ru_ru: Сделать снимок
sk_sk: Odfotiť
sl_si: Fotografiraj
sr_cs: Slikaj
sv_se: Ta bild
th_th: ถ่ายรูป
tr_tr: Resim Çek
vi_vn: Chụp ảnh
zh_tw: 拍照

source: Target Date
ar_sa: التاريخ المستهدف
bg_bg: Целева дата
cs_cz: Cílové datum
el_gr: Ημερομηνία Στόχος
et_ee: Sihtkuupäev
fa_ir: تاریخ هدف
fi_fi: Tavoitepäivämäärä
he_il: תאריך יעד
hi_in: लक्ष्य तिथि
id_id: Tanggal Target
ja_jp: 目標日
ko_kr: 목표 날짜
lt_lt: Numatoma data
lv_lv: Mērķa datums
nl_nl: Streefdatum
pl_pl: Data Docelowa
pt_pt: Data Alvo
ru_ru: Целевая дата
sk_sk: Cieľový dátum
sl_si: Ciljni datum
sr_cs: Ciljni datum
sv_se: Måldatum
th_th: วันที่เป้าหมาย
tr_tr: Hedeflenen Tarih
vi_vn: Ngày
zh_tw: 預計日期

# templatePart
source: Parent Template Part
ar_sa: قطعة القالب الأساسية
bg_bg: Родителски шаблон на част
el_gr: Γονικό Πρότυπο Εξάρτημα
et_ee: Ülem-mallartikkel
fa_ir: قطعه الگو بالا دستی
fi_fi: Ylämalliosa
he_il: פריט תבנית אב
hi_in: पैरेंट टेम्पलेट पुर्जा
id_id: Bagian Template Induk
ja_jp: 上位テンプレートパーツ
ko_kr: 상위 템플릿 파트
lt_lt: Pagrindinė šablono dalis
lv_lv: Galvenā veidne
nl_nl: Bovenliggend sjabloon onderdeel
pl_pl: Część szablonu nadrzędnego
pt_pt: Parte do Modelo Principal
ru_ru: Родительская шаблонная деталь
sk_sk: Nadradená časť šablóny
sl_si: Nadrejeni del predloge
sr_cs: Nadređeni deo šablona
sv_se: Huvudmall Artikel
th_th: ส่วนประกอบเทมเพลตหลัก
tr_tr: Üst Şablon Parçası
vi_vn: Sản phẩm mẫu cha
zh_tw: 上級模板零件

source: Test Name
ar_sa: اسم الاختبار
bg_bg: Име на теста
cs_cz: Název testu
el_gr: Όνομα Δοκιμής
et_ee: Testi nimi
fa_ir: نام تست
fi_fi: Testin nimi
he_il: שם הבדיקה
hi_in: परीक्षण का नाम
id_id: Nama Pengujian
ja_jp: テスト名
ko_kr: 테스트 이름
lt_lt: Testo pavadinimas
lv_lv: Testa nosaukums
nl_nl: Test Naam
pl_pl: Nazwa testu
pt_pt: Nome do Teste
ru_ru: Название теста
sk_sk: Názov testu
sl_si: Ime testa
sr_cs: Naziv testa
sv_se: Test namn
th_th: ชื่อการทดสอบ
tr_tr: Test Adı
vi_vn: Kiểm tra tên
zh_tw: 測試名

source: Test passed or failed
ar_sa: نتيجة الاختبار (ناجح/فاشل)
bg_bg: Успешен или неуспешен тест
el_gr: Επιτυχία ή αποτυχία δοκιμής
et_ee: Test läbitud või ebaõnnestunud
fa_ir: تست موفق یا ناموفق
fi_fi: Testi läpäisty tai hylätty
he_il: המבחן עבר או נכשל
hi_in: परीक्षण सफल या विफल
id_id: Tes berhasil atau gagal
ja_jp: テストの合格または失敗
ko_kr: 테스트 성공 여부
lt_lt: Testas sėkmingas arba nesėkmingas
lv_lv: Tests veiksmīgs vai neveiksmīgs
nl_nl: Test geslaagd of mislukt
pl_pl: Test zaliczony lub nieudany
pt_pt: Teste passou ou falhou
ru_ru: Тест пройден или не пройден
sk_sk: Test úspešný alebo neúspešný
sl_si: Test uspešen ali neuspešen
sr_cs: Testirano: prošlo ili palo
sv_se: Test passerat eller misslyckats
th_th: ทดสอบสำเร็จหรือล้มเหลว
tr_tr: Test başarılı veya hatalı
vi_vn: Kiểm thử thất bại
zh_tw: 測試通過或失敗

# testsRequired
source: Required Tests
ar_sa: الاختبارات المطلوبة
bg_bg: Задължителни тестове
cs_cz: Požadované testy
el_gr: Απαιτούμενες Δοκιμές
et_ee: Kohustuslikud testid
fa_ir: تست های الزامی
fi_fi: Vaaditut testit
he_il: בדיקות נדרשות
hi_in: आवश्यक परीक्षण
id_id: Tes Wajib
ja_jp: 必須テスト
ko_kr: 필수 검사
lt_lt: Reikalingi testai
lv_lv: Nepieciešamie testi
nl_nl: Vereiste Tests
pl_pl: Wymagane testy
pt_pt: Testes Necessários
ru_ru: Требуемые тесты
sk_sk: Požadované testy
sl_si: Zahtevani testi
sr_cs: Potrebni testovi
sv_se: Tester som krävs
th_th: การทดสอบที่จำเป็น
tr_tr: Gerekli Testler
vi_vn: Kiểm thử bắt buộc
zh_tw: 所需測試

source: Test Results
ar_sa: نتائج الاختبار
bg_bg: Резултати от тестове
cs_cz: Výsledky testu
el_gr: Αποτελέσματα Δοκιμών
et_ee: Testitulemused
fa_ir: نتایج تست
fi_fi: Testitulokset
he_il: תוצאות המבחן
hi_in: परीक्षण परिणाम
id_id: Hasil Pengujian
ja_jp: テスト結果
ko_kr: 테스트 결과
lt_lt: Testavimo rezultatai
lv_lv: Testa rezultāti
nl_nl: Testresultaten
pl_pl: Wyniki testu
pt_pt: Resultados dos Testes
ru_ru: Результаты тестов
sk_sk: Výsledky testov
sl_si: Rezultati testiranja
sr_cs: Rezultati testiranja
sv_se: Testresultat
th_th: ผลการทดสอบ
tr_tr: Test Sonuçları
vi_vn: Kết quả kiểm tra
zh_tw: 測試結果

# testResultAdd
source: Add Test Result
ar_sa: إضافة نتيجة اختبار
bg_bg: Добавяне на резултат от тест
cs_cz: Přidat výsledek testu
el_gr: Προσθήκη Αποτελέσματος Δοκιμής
et_ee: Lisa testitulemus
fa_ir: افزودن نتیجه تست
fi_fi: Lisää testitulos
he_il: הוסף תוצאות בדיקה
hi_in: परीक्षण परिणाम जोड़ें
id_id: Tambah Hasil Uji
ja_jp: テスト結果を追加
ko_kr: 테스트 결과 추가
lt_lt: Pridėti testo rezultatą
lv_lv: Pievienot testa rezultātu
nl_nl: Voeg Testresultaat Toe
pl_pl: Dodaj wynik testu
pt_pt: Adicionar Resultado do Teste
ru_ru: Добавить результат теста
sk_sk: Pridať výsledok testu
sl_si: Dodaj Rezultat Testa
sr_cs: Dodaj Rezultat Testiranja
sv_se: Lägg till testresultat
th_th: เพิ่มผลการทดสอบ
tr_tr: Test Sonucu Ekle
vi_vn: Thêm kết quả kiểm tra
zh_tw: 添加測試結果

# testResultNone
source: No Test Results
ar_sa: لا توجد نتائج اختبار
bg_bg: Няма резултати от тестове
cs_cz: Žádné výsledky testu
el_gr: Δεν υπάρχουν αποτελέσματα δοκιμών
et_ee: Testitulemused puuduvad
fa_ir: نتایج تست موجود نیست
fi_fi: Ei testituloksia
he_il: אין תוצאות בדיקה
hi_in: कोई परीक्षण परिणाम नहीं
id_id: Tidak Ada Hasil Pengujian
ja_jp: テスト結果がありません
ko_kr: 테스트 결과 없음
lt_lt: Testų rezultatų nėra
lv_lv: Testu rezultātu nav
nl_nl: Geen Testresultaten
pl_pl: Brak wyników testu
pt_pt: Sem Resultados de Teste
ru_ru: Нет результатов теста
sk_sk: Žiadne výsledky testov
sl_si: Ni rezultatov testiranja
sr_cs: Nema rezultata testiranja
sv_se: Inga testresultat
th_th: ไม่มีผลการทดสอบ
tr_tr: Test Sonucu Yok
vi_vn: Không thấy kết quả kiểm tra
zh_tw: 無測試結果

# testResultNoneDetail
source: No test results available
ar_sa: لا تتوفر نتائج اختبار حالياً
bg_bg: Няма налични резултати от тестове
cs_cz: Žádné výsledky testu nejsou k dispozici
el_gr: Δεν υπάρχουν διαθέσιμα αποτελέσματα δοκιμών
et_ee: Testitulemused pole saadaval
fa_ir: نتایج تست در دسترس نیست
fi_fi: Testituloksia ei ole saatavilla
he_il: אין תוצאות בדיקה זמינות
hi_in: कोई परीक्षण परिणाम उपलब्ध नहीं है
id_id: Tidak ada hasil pengujian tersedia
ja_jp: 利用可能なテスト結果がありません
ko_kr: 테스트 결과 없음
lt_lt: Testų rezultatų nėra
lv_lv: Testa rezultāti nav pieejami
nl_nl: Geen testresultaten beschikbaar
pl_pl: Brak dostępnych wyników testu
pt_pt: Não existem resultados de teste disponíveis
ru_ru: Нет доступных результатов теста
sk_sk: Žiadne dostupné výsledky testov
sl_si: Ni rezultatov testiranja.
sr_cs: Nema rezultata testiranja.
sv_se: Inga tillgängliga testresultat
th_th: ไม่มีผลการทดสอบ
tr_tr: Uygun test sonucu yok
vi_vn: Kết quả kiểm thử không có sẵn
zh_tw: 無可用測試結果

# testResultUploadFail
source: Error uploading test result
ar_sa: فشل تحميل نتيجة الاختبار
bg_bg: Грешка при качване на резултат
el_gr: Σφάλμα κατά την αποστολή αποτελέσματος δοκιμής
et_ee: Viga testitulemuse üleslaadimisel
fa_ir: خطا در آپلود نتیجه تست
fi_fi: Virhe testituloksen lataamisessa
he_il: שגיאה בהעלאת תוצאות הבדיקה
hi_in: परीक्षण परिणाम अपलोड करने में त्रुटि
id_id: Gagal mengunggah hasil pengujian
ja_jp: テスト結果のアップロードエラー
ko_kr: 테스트 결과 업로드 실패
lt_lt: Klaida įkeliant testo rezultatą
lv_lv: Kļūda, augšupielādējot testa rezultātu
nl_nl: Fout bij uploaden testresultaat
pl_pl: Błąd przesyłania wyniku testu
pt_pt: Erro ao carregar resultado do teste
ru_ru: Ошибка загрузки результатов теста
sk_sk: Chyba pri nahrávaní výsledku testu
sl_si: Napaka pri nalaganju rezultata testa
sr_cs: Greška pri slanju rezultata testa
sv_se: Fel vid uppladdning av testresultat
th_th: เกิดข้อผิดพลาดในการอัปโหลดผลการทดสอบ
tr_tr: Hatalı yüklenen test sonucu
vi_vn: Lỗi tải lên kết quả kiểm thử
zh_tw: 上傳測試結果出錯

# testResultUploadPass
source: Test result uploaded
ar_sa: تم تحميل نتيجة الاختبار بنجاح
bg_bg: Резултатът е качен
cs_cz: Výsledek testu nahrán
el_gr: Το αποτέλεσμα δοκιμής μεταφορτώθηκε
et_ee: Testitulemus üles laaditud
fa_ir: نتایج تست آپلود شد
fi_fi: Testitulos ladattu
he_il: תוצאת הבדיקה הועלתה
hi_in: परीक्षण परिणाम अपलोड हो गया
id_id: Hasil tes telah diunggah
ja_jp: テスト結果がアップロードされました
ko_kr: 테스트 결과 업로드 완료
lt_lt: Testo rezultatas įkeltas
lv_lv: Testa rezultāts augšupielādēts
nl_nl: Testresultaat geüpload
pl_pl: Wynik testu przesłany
pt_pt: Resultado do teste carregado
ru_ru: Результат теста загружен
sk_sk: Výsledok testu odoslaný
sl_si: Rezultat testa naložen
sr_cs: Rezultat testa je poslat
sv_se: Testresultat uppladdat
th_th: อัปโหลดผลการทดสอบสำเร็จ
tr_tr: Test sonucu yüklendi
vi_vn: Kiểm tra kết quả tải lên
zh_tw: 測試結果上傳

source: Timeout
ar_sa: انتهت المهلة
bg_bg: Изтичане на времето
cs_cz: Časový limit
el_gr: Λήξη Χρόνου
et_ee: Aegumine
fa_ir: اتمام مهلت زمانی
fi_fi: Aikakatkaisu
he_il: פסק זמן [דילאיי]
hi_in: समय समाप्त
id_id: Waktu Habis
ja_jp: タイムアウト
ko_kr: 시간 초과
lt_lt: Skirtasis laikas
lv_lv: Noņemšanas laiks
pl_pl: Upłynął limit czasu
pt_pt: Tempo limite
ru_ru: Таймаут
sk_sk: Časový limit
sl_si: Časovna omejitev
sr_cs: Istek vremena
sv_se: Överskriden tidsgräns
th_th: หมดเวลา
tr_tr: Zaman Aşımı
vi_vn: Quá hạn
zh_tw: 超時

source: Token Error
ar_sa: خطأ في الرمز (Token)
bg_bg: Грешка в токена
cs_cz: Chyba tokenu
el_gr: Σφάλμα Διακριτικού
et_ee: Tokeni viga
fa_ir: خطای توکن
fi_fi: Token-virhe
he_il: שגיאת טוקן
hi_in: टोकन त्रुटि
id_id: Kesalahan Token
ja_jp: トークンエラー
ko_kr: 토큰 오류
lt_lt: Ženklo klaida
lv_lv: Tokena kļūda
nl_nl: Token Fout
pl_pl: Błąd tokenu
pt_pt: Erro de Token
ru_ru: Ошибка токена
sk_sk: Chyba tokenu
sl_si: Napaka žetona
sr_cs: Greška sa tokenom
sv_se: Token fel
th_th: ข้อผิดพลาดเกี่ยวกับโทเค็น
tr_tr: Token Hatası
vi_vn: Lỗi Token
zh_tw: 令牌錯誤

# tokenMissing
source: Missing Token
ar_sa: الرمز (Token) مفقود
bg_bg: Липсващ токен
cs_cz: Chybějící token
el_gr: Λείπει Διακριτικό
et_ee: Token puudub
fa_ir: توکن گمشده
fi_fi: Token puuttuu
he_il: טוקן חסר
hi_in: टोकन मौजूद नहीं है
id_id: Token Tidak Ditemukan
ja_jp: トークンがありません
ko_kr: 토큰 누락
lt_lt: Trūksta žymos
lv_lv: Trūkst pilnvaras žetona
nl_nl: Ontbrekende Token
pl_pl: Brakujący token
pt_pt: Token em falta
ru_ru: Отсутствует токен
sk_sk: Chýbajúci token
sl_si: Žeton manjka
sr_cs: Nedostaje token
sv_se: Token saknas
th_th: ไม่พบโทเค็น
tr_tr: Eksik Token
vi_vn: Thiếu mã thông báo
zh_tw: 缺少令牌

# tokenMissingFromResponse
source: Access token missing from response
ar_sa: رمز الوصول (Access Token) مفقود من الاستجابة
bg_bg: Липсва токен за достъп в отговора
el_gr: Το διακριτικό πρόσβασης λείπει από την απόκριση
et_ee: Vastusest puudub juurdepääsutoken
fa_ir: توکن دسترسی از پاسخ گمشده است
fi_fi: Käyttöoikeustoken puuttuu vastauksesta
he_il: גישת טוקן חסרה בתגובה
hi_in: रिस्पॉन्स में एक्सेस टोकन मौजूद नहीं है
id_id: Token akses tidak ditemukan dalam respons
ja_jp: アクセストークンが見つかりませんでした
ko_kr: 응답에서 액세스 토큰이 누락되었습니다.
lt_lt: Atsakyme trūksta prieigos rakto
lv_lv: Atbildē trūkst piekļuves pilnvaras
nl_nl: Toegang token ontbreekt in antwoord
pl_pl: Brak tokenu dostępu w odpowiedzi
pt_pt: Token de acesso em falta na resposta
ru_ru: В ответе отсутствует токен доступа
sk_sk: Chýbajúci prístupový token v odpovedi
sl_si: Žeton za dostop manjka v odgovoru
sr_cs: Pristupni token nedostaje u odgovoru
sv_se: Åtkomsttoken saknas från svar
th_th: ไม่พบ Access Token ในการตอบกลับ
tr_tr: Eksik cevaptan tokena eriş
vi_vn: Mã thông báo truy cập bị thiếu trong phản hồi
zh_tw: 響應中缺少訪問令牌

source: Transfer
ar_sa: نقل
bg_bg: Трансфер
cs_cz: Převod
el_gr: Μεταφορά
et_ee: Ülekanne
fa_ir: انتقال
fi_fi: Siirrä
he_il: העבר
hi_in: स्थानांतरण
ja_jp: 転送
ko_kr: 이동
lt_lt: Perkėlimas
lv_lv: Pārsūtīt
nl_nl: Verplaats
pl_pl: Przenieś
pt_pt: Transferir
ru_ru: Перемещение
sk_sk: Prevod
sl_si: Prenos
sr_cs: Пренос
sv_se: Överföring
th_th: โอนย้าย
tr_tr: Aktarım
vi_vn: Chuyển
zh_tw: 轉移

source: Transfer Stock
ar_sa: نقل المخزون
bg_bg: Трансфер на наличност
cs_cz: Převod zásob
el_gr: Μεταφορά Αποθέματος
et_ee: Liiguta ladu
fa_ir: انتقال موجودی
fi_fi: Siirrä varastoa
he_il: העברת מלאי
hi_in: स्टॉक ट्रांसफर करें
id_id: Transfer Stok
ja_jp: 在庫の転送
ko_kr: 재고 이동
lt_lt: Perkelti atsargas
lv_lv: Pārvietot krājumus
nl_nl: Voorraad Verplaatsen
pl_pl: Przenieś stan
pt_pt: Transferir Stock
ru_ru: Переместить запасы
sk_sk: Prevod zásob
sl_si: Prenos zaloge
sr_cs: Prebaci Zalihe
sv_se: Överföra lager
th_th: โอนย้ายสินค้าคงคลัง
tr_tr: Stok Aktar
vi_vn: Chuyển kho
zh_tw: 轉移庫存

# transferStockDetail
source: Transfer item to a different location
ar_sa: نقل العنصر إلى موقع مختلف
bg_bg: Преместване на артикул на друго място
cs_cz: Přenos položky na jiné místo
el_gr: Μεταφορά του αντικειμένου σε διαφορετική τοποθεσία
et_ee: Teisalda ese teise asukohta
fa_ir: انتقال آیتم به موقعیت متفاوت
fi_fi: Siirrä nimike toiseen sijaintiin
he_il: העברת פריט למקום אחר
hi_in: आइटम को किसी अन्य स्थान पर स्थानांतरित करें
id_id: Transfer barang ke lokasi lain
ja_jp: アイテムを別の場所に転送する
ko_kr: 다른 위치로 품목 이동
lt_lt: Perkelti prekę į kitą vietą
lv_lv: Pārvietot preci uz citu atrašanās vietu
nl_nl: Item verplaatsen naar een andere locatie
pl_pl: Przenieś element do innej lokalizacji
pt_pt: Transferir artigo para outra localização
ru_ru: Переместить складскую позицию в другое место
sk_sk: Presunúť položku na iné miesto
sl_si: Prenos artikla na drugo lokacijo
sr_cs: Prebaci stavku na drugu lokaciju
sv_se: Flytta objekt till en annan plats
th_th: โอนย้ายสินค้าไปยังตำแหน่งอื่น
tr_tr: Ögeyi farklı bir konuma aktar
vi_vn: Chuyển mục đến vị trí khác
zh_tw: 將物品轉移到另一個位置

source: Transfer Stock Location
ar_sa: نقل موقع المخزون
bg_bg: Трансфер на склад
cs_cz: Převod skladového místa
el_gr: Μεταφορά Τοποθεσίας Αποθέματος
et_ee: Teisalda laoseis
fa_ir: انتقال موقعیت موجودی
fi_fi: Siirrä varastosijainti
he_il: העברת מיקום מלאי
hi_in: स्टॉक स्थान स्थानांतरित करें
id_id: Transfer Lokasi Stok
ja_jp: 在庫の保管場所を移動
ko_kr: 재고 위치 이동
lt_lt: Perkelti atsargų vietą
lv_lv: Pārvietot krājumu atrašanās vietu
nl_nl: Voorraad locatie overdragen
pl_pl: Przenieś lokalizację zapasów
pt_pt: Transferir Localização de Stock
ru_ru: Изменить местоположение склада
sk_sk: Presunúť sklad
sl_si: Prenos lokacije zaloge
sr_cs: Prebaci Lokaciju Zaliha
sv_se: Flytta lagerplats
th_th: โอนย้ายที่เก็บสินค้า
tr_tr: Stok Konumunu Aktar
vi_vn: Chuyển vị trí kho hàng
zh_tw: 轉移庫存地點

# transferStockLocationDetail
source: Transfer this stock location into another
ar_sa: نقل موقع المخزون هذا إلى موقع آخر
bg_bg: Преместване на този склад в друг
cs_cz: Převod tohoto umístění skladu do jiného
el_gr: Μεταφορά αυτής της τοποθεσίας αποθέματος σε άλλη
et_ee: Teisalda see laoasukoht teise
fa_ir: انتقال موقعیت این موجودی به موقعیتی دیگر
fi_fi: Siirrä tämä varastosijainti toiseen
he_il: העבר את מיקום המלאי הזה למיקום אחר
hi_in: इस स्टॉक स्थान को दूसरे में स्थानांतरित करें
id_id: Pindahkan lokasi stok ini ke lokasi lain
ja_jp: この在庫を他の場所に移動する
ko_kr: 재고 위치를 다른 곳으로 이동
lt_lt: Perkelti šią atsargų vietą į kitą
lv_lv: Pārvietot šo krājumu uz citu atrašanās vietu
nl_nl: Verplaats deze voorraadlocatie naar een andere locatie
pl_pl: Przenieś tę lokalizację zapasów do innego
pt_pt: Transferir este local de stock para outro
ru_ru: Перенести это место на складе в другое
sk_sk: Presunúť túto skladovú lokáciu do inej
sl_si: Prenesi to lokacijo zaloge v drugo
sr_cs: Prebaci ovu lokaciju zaliha na drugu
sv_se: Flytta denna lagerplats till en annan
th_th: โอนย้ายคลังสินค้านี้ไปยังอีกแห่ง
tr_tr: Bu stok konumunu başka bir konuma aktar
vi_vn: Thiếu mã thông báo
zh_tw: 將此庫存地點轉移到另一個

source: Translate
ar_sa: ترجمة
bg_bg: Превод
cs_cz: Přeložit
el_gr: Μετάφραση
et_ee: Tõlgi
fa_ir: ترجمه
fi_fi: Käännä
he_il: תרגם
hi_in: अनुवाद करें
id_id: Terjemahkan
ja_jp: 翻訳
ko_kr: 번역
lt_lt: Versti
lv_lv: Tulkot
nl_nl: Vertalen
pl_pl: Przetłumacz
pt_pt: Traduzir
ru_ru: Перевод
sk_sk: Preložiť
sl_si: Prevedi
sr_cs: Prevedi
sv_se: Översätt
th_th: แปลภาษา
tr_tr: Çeviri
vi_vn: Dịch
zh_tw: 轉移
