Repository: inventree/inventree-app
Catalog: lib/l10n/*/app_*.arb
Languages: ar_sa, bg_bg, cs_cz, el_gr, et_ee, fa_ir, fi_fi, he_il, hi_in, id_id, ja_jp, ko_kr, lt_lt, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sr_cs, sv_se, th_th, tr_tr, vi_vn, zh_tw

source: Server not connected
ar_sa: الخادم غير متصل
bg_bg: Сървърът не е свързан
cs_cz: Server není připojen
el_gr: Δεν υπάρχει σύνδεση με τον διακομιστή
et_ee: Server pole ühendatud
fa_ir: سرور متصل نیست
fi_fi: Ei yhteyttä palvelimeen
he_il: השרת לא מחובר
hi_in: सर्वर कनेक्टेड नहीं है
id_id: Server tidak terhubung
ja_jp: サーバーに接続されていません
ko_kr: 서버에 연결되지 않았습니다
lt_lt: Neprisijungta prie serverio
lv_lv: Serveris nav savienots
nl_nl: Server niet verbonden
pl_pl: Serwer nie podłączony
pt_pt: Servidor não conectado
ru_ru: Сервер не подключен
sk_sk: Server nie je pripojený
sl_si: Strežnik ni povezan
sr_cs: Server nije povezan
sv_se: Servern är inte ansluten
th_th: เซิร์ฟเวอร์ไม่เชื่อมต่อ
tr_tr: Sunucu bağlı değil
vi_vn: Máy chủ chưa được kết nối
zh_tw: 未連接至服務器

source: Server not selected
ar_sa: لم يتم اختيار خادم
bg_bg: Не е избран сървър
cs_cz: Server není vybrán
el_gr: Δεν έχει επιλεγεί διακομιστής
et_ee: Serverite pole valitud
fa_ir: سرور انتخاب نشده است
fi_fi: Palvelinta ei ole valittu
he_il: השרת לא נבחר
hi_in: सर्वर चुना नहीं गया है
id_id: Server tidak dipilih
ja_jp: サーバーが選択されていません
ko_kr: 서버가 선택되지 않았습니다
lt_lt: Serveris nepasirinktas
lv_lv: Serveris nav izvēlēts
nl_nl: Server niet geselecteerd
pl_pl: Serwer nie wybrany
pt_pt: Servidor não selecionado
ru_ru: Сервер не выбран
sk_sk: Server nebol vybraný
sl_si: Strežnik ni izbran
sr_cs: Server nije izabran
sv_se: Servern är inte vald
th_th: ยังไม่ได้เลือกเซิร์ฟเวอร์
tr_tr: Sunucu bulunamadı
vi_vn: Chưa chọn máy chủ
zh_tw: 未選定服務器

source: Sounds
ar_sa: الأصوات
bg_bg: Звуци
cs_cz: Zvuky
el_gr: Ήχοι
et_ee: Helid
fa_ir: صداها
fi_fi: Äänet
he_il: צלילים
hi_in: ध्वनियाँ
id_id: Suara
ja_jp: サウンド
ko_kr: 사운드
lt_lt: Garsai
lv_lv: Skaņas
nl_nl: Geluid
pl_pl: Dźwięki
pt_pt: Sons
ru_ru: Звуки
sk_sk: Zvuky
sl_si: Zvoki
sr_cs: Zvukovi
sv_se: Ljud
th_th: เสียง
tr_tr: Sesler
vi_vn: Âm thanh
zh_tw: 聲音

# soundOnBarcodeAction
source: Play audible tone on barcode action
ar_sa: تشغيل صوت عند مسح الباركود
bg_bg: Звуков сигнал при действие с баркод
cs_cz: Přehrát zvuk při použití čárového kódu
el_gr: Αναπαραγωγή ήχου κατά τη δράση barcode
et_ee: Esita helisignaal vöötkoodi toimingul
fa_ir: پخش آهنگ قابل شنیدن در زمان بارکد خوانی
fi_fi: Äänimerkki viivakooditoiminnossa
he_il: השמעת צליל בפעולת ברקוד
hi_in: बारकोड एक्शन पर ध्वनि बजाएं
id_id: Putar nada suara pada tindakan Barcode
ja_jp: バーコード動作で音を鳴らす
ko_kr: 바코드 동작 시 소리 재생
lt_lt: Leisti garsą nuskaičius brūkšninį kodą
lv_lv: Atskaņot skaņu, skenējot svītrkodu
nl_nl: Speel hoorbare toon bij streepjescode actie
pl_pl: Odtwarzaj dźwięk w trakcie odczytywania kodu kreskowego
pt_pt: Reproduzir som ao ler código de barras
ru_ru: Воспроизводить звуковой сигнал при действиях со штрих-кодом
sk_sk: Prehrať zvuk pri akcii s čiarovým kódom
sl_si: Predvajaj zvok ob branju črtne kode
sr_cs: Reprodukuj zvuk pri skeniranju barkoda
sv_se: Spela upp ljudsignal vid streckkodsåtgärd
th_th: เล่นเสียงเมื่อสแกนบาร์โค้ด
tr_tr: Barkod işleminde sesli ton çal
vi_vn: Phát âm thanh trên thao tác mã vạch
zh_tw: 播放條碼動作音效

# soundOnServerError
source: Play audible tone on server error
ar_sa: تشغيل صوت عند حدوث خطأ في الخادم
bg_bg: Звуков сигнал при сървърна грешка
cs_cz: Přehrát zvuk při chybě serveru
el_gr: Αναπαραγωγή ήχου σε σφάλμα διακομιστή
et_ee: Esita helisignaal serveri vea korral
fa_ir: پخش آهنگ قابل شنیدن در زمان خطای سرور
fi_fi: Äänimerkki palvelinvirheessä
he_il: השמעת צליל בשגיאת שרת
hi_in: सर्वर त्रुटि पर ध्वनि बजाएं
id_id: Putar nada suara pada kesalahan server
ja_jp: サーバーのエラー時に音を鳴らす
ko_kr: 서버 오류 시 소리 알림
lt_lt: Leisti garsą serverio klaidos atveju
lv_lv: Atskaņot skaņas signālu servera kļūdas gadījumā
nl_nl: Speel hoorbare toon af bij serverfout
pl_pl: Odtwarzaj dźwięk podczas błędu serwera
pt_pt: Reproduzir som em erro do servidor
ru_ru: Воспроизводить звуковой сигнал при ошибке сервера
sk_sk: Prehrať zvuk pri chybe servera
sl_si: Predvajaj zvok ob napaki strežnika
sr_cs: Reprodukuj zvuk pri grešci servera
sv_se: Spela upp ljud vid serverfel
th_th: เล่นเสียงเมื่อเกิดข้อผิดพลาดของเซิร์ฟเวอร์
tr_tr: Sunucu hatasında sesli ton çal
vi_vn: Phát âm thanh khi lỗi máy chủ
zh_tw: 服務器錯誤時播放音效

source: Status
ar_sa: الحالة
bg_bg: Статус
cs_cz: Stav
el_gr: Κατάσταση
et_ee: Staatus
fa_ir: وضعیت
fi_fi: Tila
he_il: סטטוס
hi_in: स्थिति
ja_jp: ステータス
ko_kr: 상태
lt_lt: Būsena
lv_lv: Statuss
pt_pt: Estado
ru_ru: Статус
sk_sk: Stav
th_th: สถานะ
tr_tr: Durum
vi_vn: Trạng thái
zh_tw: 狀態

source: Status Code
ar_sa: رمز الحالة
bg_bg: Код на статуса
cs_cz: Stavový kód
el_gr: Κωδικός Κατάστασης
et_ee: Olekukood
fa_ir: کد وضعیت
fi_fi: Tilakoodi
he_il: סטטוס קוד
hi_in: स्थिति कोड
id_id: Kode Status
ja_jp: ステータスコード
ko_kr: 상태 코드
lt_lt: Būsenos kodas
lv_lv: Statusa kods
pl_pl: Kod statusu
pt_pt: Código de Estado
ru_ru: Код статуса
sk_sk: Stavový kód
sl_si: Koda stanja
sr_cs: Kod statusa
sv_se: Statuskod
th_th: รหัสสถานะ
tr_tr: Durum Kodu
vi_vn: Mã trạng thái
zh_tw: 狀態碼

source: Stock
ar_sa: المخزون
bg_bg: Наличност
cs_cz: Sklad
el_gr: Απόθεμα
et_ee: Ladu
fa_ir: موجودی
fi_fi: Varasto
he_il: מלאי
hi_in: स्टॉक
id_id: Persediaan
ja_jp: 在庫
ko_kr: 재고
lt_lt: Atsargos
lv_lv: Krājumi
nl_nl: Voorraad
pl_pl: Stan
ru_ru: Склад
sk_sk: Sklad
sl_si: Zaloga
sr_cs: Zalihe
sv_se: Lager
th_th: สินค้าคงคลัง
tr_tr: Stok
vi_vn: Kho hàng
zh_tw: 庫存

# stockDetails
source: Current available stock quantity
ar_sa: كمية المخزون المتوفرة حالياً
bg_bg: Текущо налично количество
cs_cz: Aktuální dostupné množství na skladě
el_gr: Τρέχουσα διαθέσιμη ποσότητα αποθέματος
et_ee: Praegune vaba laoseis
fa_ir: مقدار موجودی در دسترس فعلی
fi_fi: Nykyinen varastosaldo
he_il: כמות מלאי נוכחית זמינה
hi_in: वर्तमान उपलब्ध स्टॉक मात्रा
id_id: Jumlah stok yang tersedia saat ini
ja_jp: 現在の在庫数
ko_kr: 현재 가용 재고 수량
lt_lt: Esamas prieinamas atsargų kiekis
lv_lv: Pašreizējais pieejamais krājumu daudzums
nl_nl: Huidige beschikbare voorraad
pl_pl: Aktualna dostępna ilość zapasów
pt_pt: Quantidade atual em stock
ru_ru: Текущее количество на складе
sk_sk: Aktuálne dostupné množstvo na sklade
sl_si: Trenutna zaloga
sr_cs: Trenutna količina na zalihama
sv_se: Nuvarande lagersaldo
th_th: จำนวนสินค้าคงเหลือปัจจุบัน
tr_tr: Şimdiki mevcut stok miktarı
vi_vn: Số lượng trong kho có sẵn
zh_tw: 當前可用庫存數量

source: Stock Item
ar_sa: عنصر مخزون
bg_bg: Артикул
cs_cz: Skladová položka
el_gr: Αντικείμενο Αποθέματος
et_ee: Laotoode
fa_ir: کالا موجود
fi_fi: Varastotuote
he_il: פריט במלאי
hi_in: स्टॉक आइटम
id_id: Stok Item
ja_jp: 在庫アイテム
ko_kr: 재고 품목
lt_lt: Atsargų prekė
lv_lv: Preces vienība
nl_nl: Voorraadartikel
pl_pl: Element magazynowy
pt_pt: Artigo em Stock
ru_ru: Складская позиция
sk_sk: Skladová položka
sl_si: Artikel na zalogi
sr_cs: Artikal
sv_se: Lager artikel
th_th: รายการสินค้าคงคลัง
tr_tr: Stok Kalemi
vi_vn: Kho hàng
zh_tw: 庫存項

source: Stock Items
ar_sa: عناصر المخزون
bg_bg: Артикули
cs_cz: Skladové položky
el_gr: Αντικείμενα Αποθέματος
et_ee: Laotooted
fa_ir: کالا های موجود
fi_fi: Varastotuotteet
he_il: פריטים במלאי
hi_in: स्टॉक आइटम
id_id: Item Stok
ja_jp: 在庫アイテム
ko_kr: 재고 품목
lt_lt: Prekių sąrašas
lv_lv: Krājumu vienības
nl_nl: Voorraadartikelen
pl_pl: Elementy magazynowe
pt_pt: Artigos em Stock
ru_ru: Складские позиции
sk_sk: Skladové položky
sl_si: Zaloga
sr_cs: Stavke zaliha
sv_se: Lager Artiklar
th_th: รายการสินค้าคงคลัง
tr_tr: Stok Kalemleri
vi_vn: Kho hàng
zh_tw: 庫存項

# stockItemCreate
source: New Stock Item
ar_sa: عنصر مخزون جديد
bg_bg: Нов артикул
cs_cz: Nová skladová položka
el_gr: Νέο Αντικείμενο Αποθέματος
et_ee: Uus laotoode
fa_ir: موجود کالا جدید
fi_fi: Uusi varastotuote
he_il: פריט מלאי חדש
hi_in: नया स्टॉक आइटम
id_id: Unit Persediaan Baru
ja_jp: 新しい在庫アイテム
ko_kr: 새 재고 품목
lt_lt: Naujas atsargų elementas
lv_lv: Jauns krājumu vienums
nl_nl: Nieuw Voorraadartikel
pl_pl: Nowa Pozycja Magazynowa
pt_pt: Novo Item de Stock
ru_ru: Новая складская позиция
sk_sk: Nová položka skladu
sl_si: Nov artikel zaloge
sr_cs: Novi artikal
sv_se: Ny lagerartikel
th_th: เพิ่มรายการสินค้าใหม่
tr_tr: Yeni Stok Kalemi
vi_vn: Thêm kho hàng
zh_tw: 新建庫存項

# stockItemCreateDetail
source: Create new stock item in this location
ar_sa: إنشاء عنصر مخزون جديد في هذا الموقع
bg_bg: Създаване на нов артикул в това местоположение
cs_cz: Vytvořit novou skladovou položku na tomto místě
el_gr: Δημιουργία νέου αντικειμένου αποθέματος σε αυτή την τοποθεσία
et_ee: Loo sellesse asukohta uus laotoode
fa_ir: موجودی کالای جدید در این مکان ایجاد کنید
fi_fi: Luo uusi varastonimike tähän sijaintiin
he_il: צור פריט מלאי חדש במיקום זה
hi_in: इस स्थान पर नया स्टॉक आइटम बनाएं
id_id: Buat item stok baru di lokasi ini
ja_jp: この場所に新しい在庫アイテムを作成
ko_kr: 이 위치에 새 재고 항목 생성
lt_lt: Sukurti naują prekę šioje vietoje
lv_lv: Izveidot jaunu krājumu šajā vietā
nl_nl: Voeg een nieuw voorraadartikel toe aan deze locatie
pl_pl: Utwórz nową pozycję magazynową w tej lokalizacji
pt_pt: Criar novo item de stock neste local
ru_ru: Создать новую складскую позицию в этом месте
sk_sk: Vytvoriť novú položku skladu v tejto lokalite
sl_si: Ustvari nov artikel na tej lokaciji
sr_cs: Kreiraj novi artikal na ovoj lokaciji
sv_se: Skapa ny lagerartikel på denna plats
th_th: สร้างรายการสินค้าใหม่ในตำแหน่งนี้
tr_tr: Bu konumda yeni stok kalemi oluştur
vi_vn: Tạo kho hàng mới trong điểm bán này
zh_tw: 在此位置創建新的庫存項

# stockItemDelete
source: Delete Stock Item
ar_sa: حذف عنصر المخزون
bg_bg: Изтриване на артикул
cs_cz: Odstranit skladovou položku
el_gr: Διαγραφή Αντικειμένου Αποθέματος
et_ee: Kustuta laotoode
fa_ir: حذف موجودی کالا
fi_fi: Poista varastotuote
he_il: מחק פריט מלאי
hi_in: स्टॉक आइटम हटाएं
id_id: Hapus item stok
ja_jp: 在庫アイテムを削除
ko_kr: 재고 품목 삭제
lt_lt: Ištrinti prekę
lv_lv: Dzēst krājumu
nl_nl: Verwijder Voorraadartikel
pl_pl: Usuń przedmiot magazynowy
pt_pt: Eliminar Item de Stock
ru_ru: Удалить складскую позицию
sk_sk: Odstrániť položku skladu
sl_si: Izbriši artikel
sr_cs: Obriši stavku zaliha
sv_se: Ta bort lagerartikel
th_th: ลบรายการสินค้าคงคลัง
tr_tr: Stok parçasını sil
vi_vn: Xóa kho hàng
zh_tw: 刪除庫存項

# stockItemDeleteConfirm
source: Are you sure you want to delete this stock item?
ar_sa: هل أنت متأكد من رغبتك في حذف عنصر المخزون هذا؟
bg_bg: Наистина ли искате да изтриете този артикул?
cs_cz: Opravdu chcete odstranit tuto skladovou položku?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το αντικείμενο αποθέματος;
et_ee: Kas olete kindel, et soovite selle üksuse kustutada?
fa_ir: آیا مطمئن هستید که می خواهید این آیتم موجودی را حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän varastonimikkeen?
he_il: האם את/ה בטוח/ה שמעוניינ/ת למחוק את פריט המלאי הזה?
hi_in: क्या आप वाकई इस स्टॉक आइटम को हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus item stok ini?
ja_jp: この在庫アイテムを削除しますか？
ko_kr: 해당 재고 품목을 삭제하시겠습니까?
lt_lt: Ar tikrai norite ištrinti šią prekę?
lv_lv: Vai tiešām vēlaties dzēst šo krājumu?
nl_nl: Weet u zeker dat u dit voorraadartikel wil verwijderen?
pl_pl: Czy jesteś pewien, że chcesz usunąć ten przedmiot magazynowy?
pt_pt: Tem a certeza que pretende eliminar este artigo de stock?
ru_ru: Вы уверены, что хотите удалить эту складскую позицию?
sk_sk: Naozaj chcete vymazať túto položku skladu?
sl_si: Ali ste prepričani, da želite izbrisati ta artikel?
sr_cs: Da li ste sigurni da želite da obrišete ovu stavku zaliha?
sv_se: Är du säker du vill ta bort denna lagerartikel?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการสินค้านี้?
tr_tr: Bu stok kalemini silmek istediğinize emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa kho hàng này?
zh_tw: 確定要刪除此庫存項嗎?

# stockItemDeleteFailure
source: Could not delete stock item
ar_sa: تعذر حذف عنصر المخزون
bg_bg: Артикулът не можа да бъде изтрит
cs_cz: Nelze odstranit skladovou položku
el_gr: Δεν ήταν δυνατή η διαγραφή του αντικειμένου αποθέματος
et_ee: Laotoote kustutamine ebaõnnestus
fa_ir: نمی توان موجودی کالا را حذف کرد
fi_fi: Varastonimikkeen poistaminen epäonnistui
he_il: לא ניתן למחוק פריט במלאי
hi_in: स्टॉक आइटम हटाया नहीं जा सका
id_id: Tidak dapat menghapus item stok
ja_jp: 在庫アイテムを削除できませんでした。
ko_kr: 재고 품목 삭제 실패
lt_lt: Nepavyko ištrinti prekės.
lv_lv: Neizdevās izdzēst krājumu.
nl_nl: Kon voorraadartikel niet verwijderen
pl_pl: Nie można usunąć przedmiotu magazynowego
pt_pt: Não foi possível eliminar o item de stock
ru_ru: Не удалось удалить складскую позицию
sk_sk: Nepodarilo sa odstrániť položku zo skladu
sl_si: Artikla ni bilo mogoče izbrisati
sr_cs: Ставка залиха није могла бити обрисана
sv_se: Kunde inte ta bort lagerartikel
th_th: ไม่สามารถลบรายการสินค้าคงคลังได้
tr_tr: Stok kalemi silinemedi
vi_vn: Không thể xóa kho hàng này
zh_tw: 無法刪除庫存項

# stockItemDeleteSuccess
source: Stock item deleted
ar_sa: تم حذف عنصر المخزون بنجاح
bg_bg: Артикулът е изтрит успешно
cs_cz: Skladová položka odstraněna
el_gr: Το αντικείμενο αποθέματος διαγράφηκε
et_ee: Laokirje kustutatud
fa_ir: موجودی کالا حذف شد
fi_fi: Varastotuote poistettu
he_il: פריט מלאי נמחק
hi_in: स्टॉक आइटम हटा दिया गया
id_id: item stok dihapus
ja_jp: 在庫アイテムを削除しました
ko_kr: 재고 품목 삭제 완료
lt_lt: Atsargų prekė ištrinta
lv_lv: Prece izdzēsta
nl_nl: Voorraadartikel verwijderd
pl_pl: Przedmiot magazynowy usunięty
pt_pt: Item de stock eliminado
ru_ru: Складская позиция удалена
sk_sk: Položka na sklade odstránená
sl_si: Izdelek uspešno izbrisan
sr_cs: Stavka zaliha obrisana
sv_se: Lagerartikel borttagen
th_th: ลบรายการสินค้าแล้ว
tr_tr: Stok kalemi silindi
vi_vn: Kho hàng đã bị xóa
zh_tw: 庫存項已刪除

# stockItemHistory
source: Stock History
ar_sa: سجل المخزون
bg_bg: История на наличностите
cs_cz: Historie skladu
el_gr: Ιστορικό Αποθέματος
et_ee: Laoseisu ajalugu
fa_ir: تاریخچه موجودی
fi_fi: Varastohistoria
he_il: היסטוריית מלאי
hi_in: स्टॉक इतिहास
id_id: Riwayat Stok
ja_jp: 在庫履歴
ko_kr: 재고 이력
lt_lt: Atsargų istorija
lv_lv: Krājumu vēsture
nl_nl: Voorraad Geschiedenis
pl_pl: Historia zapasów
pt_pt: Histórico de Stock
ru_ru: История запасов
sk_sk: História zásob
sl_si: Zgodovina zaloge
sr_cs: Istorija zaliha
sv_se: Lagerhistorik
th_th: ประวัติสินค้าคงคลัง
tr_tr: Stok Geçmişi
vi_vn: Lịch sử kho hàng
zh_tw: 庫存歷史記錄

# stockItemHistoryDetail
source: Display historical stock tracking information
ar_sa: عرض معلومات تتبع سجل المخزون
bg_bg: Показване на хронологична информация за проследяване на наличностите
el_gr: Εμφάνιση ιστορικών πληροφοριών παρακολούθησης αποθέματος
et_ee: Kuva laoseisu jälgimise ajalugu
fa_ir: نمایش تاریخچه اطلاعات ردیابی موجودی
fi_fi: Näytä varastotapahtumien historia
he_il: הצג מידע היסטורי על מעקב אחר מלאי
hi_in: स्टॉक ट्रैकिंग की पुरानी जानकारी दिखाएं
id_id: Tampilkan informasi pelacakan stok historis
ja_jp: 過去の在庫追跡情報を表示
ko_kr: 재고 이력 상세 정보
lt_lt: Rodyti atsargų istorijos informaciją
lv_lv: Rāda vēsturisko krājumu uzskaites informāciju
nl_nl: Toon historische voorraad tracking informatie
pl_pl: Wyświetl historyczne informacje o śledzeniu stanów magazynowych
pt_pt: Mostrar informações históricas de rastreamento de stock
ru_ru: Отображать историческую информацию о складском учете
sk_sk: Zobraziť históriu sledovania zásob
sl_si: Prikaži zgodovino sledenja zalogi
sr_cs: Prikaži istoriju praćenja zaliha
sv_se: Visa historisk lagerspårningsinformation
th_th: แสดงข้อมูลประวัติการติดตามสต็อก
tr_tr: Geçmiş stok takip bilgisini görüntüle
vi_vn: Hiển thị thông tin lịch sử kho hàng
zh_tw: 顯示歷史庫存追蹤信息

source: Stock item transferred
ar_sa: تم نقل عنصر المخزون
bg_bg: Артикулът е прехвърлен
cs_cz: Skladová položka převedena
el_gr: Το αντικείμενο αποθέματος μεταφέρθηκε
et_ee: Laokirje üle kantud
fa_ir: موجودی کالا منتقل شد
fi_fi: Varastotuote siirretty
he_il: פריט המלאי הועבר
hi_in: स्टॉक आइटम स्थानांतरित किया गया
id_id: Item stok ditransfer
ja_jp: 在庫アイテムが転送されました
ko_kr: 재고 품목 이관
lt_lt: Atsargos perkeltos
lv_lv: Noliktavas vienība pārvietota
nl_nl: Voorraadartikel verplaatst
pl_pl: Element magazynowy przeniesiony
pt_pt: Item de stock transferido
ru_ru: Складская позиция перемещена
sk_sk: Položka skladu presunutá
sl_si: Artikel prenesen
sr_cs: Артикал пребачен
sv_se: Lagerartikel överförd
th_th: โอนย้ายสินค้าคงคลัง
tr_tr: Stok kalemi aktarıldı
vi_vn: Chuyển kho hàng
zh_tw: 已轉移的庫存項

source: Stock item updated
ar_sa: تم تحديث عنصر المخزون
bg_bg: Артикулът е актуализиран
cs_cz: Skladová položka upravena
el_gr: Το αντικείμενο αποθέματος ενημερώθηκε
et_ee: Laokirje uuendatud
fa_ir: موجودی کالا به روز رسانی شد
fi_fi: Varastotuote päivitetty
he_il: פריט המלאי עודכן
hi_in: स्टॉक आइटम अपडेट किया गया
id_id: Item stok diperbarui
ja_jp: 在庫アイテムが更新されました
ko_kr: 재고 품목 업데이트됨
lt_lt: Prekės informacija atnaujinta
lv_lv: Preces informācija atjaunināta
nl_nl: Voorraadartikel bijgewerkt
pl_pl: Zaktualizowano element magazynowy
pt_pt: Artigo de stock atualizado
ru_ru: Складская позиция устарела
sk_sk: Položka skladu aktualizovaná
sl_si: Izdelek posodobljen
sr_cs: Artikal ažuriran
sv_se: Lagerartikel uppdaterad
th_th: รายการสินค้าคงคลังได้รับการอัปเดตแล้ว
tr_tr: Stok kalemi güncellendi
vi_vn: Kho hàng đã được cập nhật
zh_tw: 庫存項已更新

# stockItemsNotAvailable
source: No stock items available
ar_sa: لا تتوفر عناصر مخزون
bg_bg: Няма налични артикули
cs_cz: Žádné skladové položky k dispozici
el_gr: Δεν υπάρχουν διαθέσιμα αντικείμενα αποθέματος
et_ee: Laokirjeid pole saadaval
fa_ir: هیچ موجودی برای کالا در دسترس نیست
fi_fi: Varastotuotteita ei saatavilla
he_il: אין פריטים זמינים במלאי
hi_in: कोई स्टॉक आइटम उपलब्ध नहीं है
id_id: Tidak ada item stok yang tersedia
ja_jp: 在庫アイテムがありません
ko_kr: 재고 항목 없음
lt_lt: Atsargų prekių nėra
lv_lv: Krājumu nav.
nl_nl: Geen voorraadartikel beschikbaar
pl_pl: Brak dostępnych elementów
pt_pt: Nenhum artigo em stock disponível
ru_ru: Нет доступных складских позиций
sk_sk: Žiadne položky na sklade
sl_si: Ni razpoložljivih artiklov na zalogi
sr_cs: Nema dostupnih artikala na zalihama
sv_se: Inga lagerartiklar tillgängliga
th_th: ไม่มีสินค้าในคลัง
tr_tr: Stok kalemi bulunmamaktadır
vi_vn: Không có mặt hàng nào trong kho
zh_tw: 沒有可用的庫存項

source: Stock Item Notes
ar_sa: ملاحظات عنصر المخزون
bg_bg: Бележки към артикула
cs_cz: Poznámky skladové položky
el_gr: Σημειώσεις Αντικειμένου Αποθέματος
et_ee: Laokirje märkused
fa_ir: یادداشت های آیتم موجود
fi_fi: Varastotuotteen muistiinpanot
he_il: הערות למלאי
hi_in: स्टॉक आइटम नोट्स
id_id: Catatan Item Stok
ja_jp: 在庫アイテムメモ
ko_kr: 재고 품목 메모
lt_lt: Atsargų prekės pastabos
lv_lv: Krājumu Piezīmes
nl_nl: Opmerkingen Voorraadartikel
pl_pl: Notatki przedmiotu magazynowego
pt_pt: Notas do Artigo
ru_ru: Записи складской позиции
sk_sk: Poznámky k položke skladu
sl_si: Opombe o artiklu
sr_cs: Napomene o artiklu
sv_se: Lagerartiklar Anteckningar
th_th: หมายเหตุรายการสินค้าคงคลัง
tr_tr: Stok Kalemi Notları
vi_vn: Ghi chú tại kho hàng
zh_tw: 庫存項註釋

# stockItemUpdateSuccess
source: Stock item updated
ar_sa: تم تحديث عنصر المخزون بنجاح
bg_bg: Артикулът е актуализиран успешно
cs_cz: Skladová položka upravena
el_gr: Το αντικείμενο αποθέματος ενημερώθηκε
et_ee: Laokirje uuendatud
fa_ir: موجودی کالا به روز رسانی شد
fi_fi: Varastotuote päivitetty
he_il: פריט המלאי עודכן
hi_in: स्टॉक आइटम सफलतापूर्वक अपडेट किया गया
id_id: Item stok diperbarui
ja_jp: 在庫アイテムが更新されました
ko_kr: 재고 품목 업데이트 완료
lt_lt: Atsargų prekė atnaujinta
lv_lv: Preces informācija atjaunināta
nl_nl: Voorraadartikel bijgewerkt
pl_pl: Zaktualizowano element magazynowy
pt_pt: Artigo de stock atualizado
ru_ru: Складская позиция обновлена
sk_sk: Položka skladu aktualizovaná
sl_si: Artikel na zalogi posodobljen
sr_cs: Artikal uspešno ažuriran
sv_se: Lagerartikel uppdaterad
th_th: แก้ไขสินค้าในคลังสำเร็จ
tr_tr: Stok kalemi güncellendi
vi_vn: Kho hàng đã được cập nhật
zh_tw: 庫存項已更新

# stockItemUpdateFailure
source: Stock item update failed
ar_sa: فشل تحديث عنصر المخزون
bg_bg: Неуспешна актуализация на артикула
cs_cz: Úprava skladové položky se nezdařila
el_gr: Η ενημέρωση του αντικειμένου απέτυχε
et_ee: Laokirje uuendamine ebaõnnestus
fa_ir: به روز رسانی موجودی کالا با خطا مواجه شد
fi_fi: Varastotuotteen päivitys epäonnistui
he_il: עדכון פריט מלאי נכשל
hi_in: स्टॉक आइटम अपडेट विफल रहा
id_id: Pembaruan item stok gagal
ja_jp: 在庫アイテムの更新に失敗しました
ko_kr: 재고 품목 업데이트 실패
lt_lt: Nepavyko atnaujinti prekės.
lv_lv: Neizdevās atjaunināt krājuma vienību
nl_nl: Voorraadartikel bijwerken mislukt
pl_pl: Nie zaktualizowano elementu magazynowego
pt_pt: Falha ao atualizar o item de stock
ru_ru: Сбой обновления складской позиции
sk_sk: Aktualizácia položky na sklade zlyhala
sl_si: Posodobitev zaloge ni uspela
sr_cs: Ažuriranje stavke zaliha nije uspelo
sv_se: Lagerartikelns uppdatering misslyckades
th_th: การปรับปรุงข้อมูลสินค้าคงคลังล้มเหลว
tr_tr: Stok kalemi güncelleme hatası
vi_vn: Cập nhật kho hàng bị lỗi
zh_tw: 庫存項更新失敗

source: Stock Location
ar_sa: موقع المخزون
bg_bg: Складово местоположение
cs_cz: Skladové místo
el_gr: Τοποθεσία Αποθέματος
et_ee: Laokoht
fa_ir: موقعیت موجودی
fi_fi: Varastosijainti
he_il: מיקום מלאי
hi_in: स्टॉक स्थान
id_id: lokasi stok
ja_jp: 在庫場所
ko_kr: 재고 위치
lt_lt: Atsargų vieta
lv_lv: Noliktavas atrašanās vieta
nl_nl: Voorraadlocatie
pl_pl: Lokacja stanu
pt_pt: Localização do Stock
ru_ru: Место хранения
sk_sk: Umiestnenie skladu
sl_si: Lokacija zaloge
sr_cs: Lokacija zaliha
sv_se: Lagerplats
th_th: สถานที่เก็บสินค้า
tr_tr: Stok Konumu
vi_vn: Vị trí kho hàng
zh_tw: 庫存地點

source: Stock Locations
ar_sa: مواقع المخزون
bg_bg: Складови местоположения
cs_cz: Skladová místa
el_gr: Τοποθεσίες Αποθέματος
et_ee: Laokohad
fa_ir: موقعیت های موجودی
fi_fi: Varastosijainnit
he_il: מיקום מלאים
hi_in: स्टॉक स्थान
id_id: Lokasi Stok
ja_jp: 在庫場所
ko_kr: 재고 위치
lt_lt: Atsargų vietos
lv_lv: Noliktavas
nl_nl: Voorraadlocaties
pl_pl: Lokacje stanów
pt_pt: Locais de Stock
ru_ru: Места хранения
sk_sk: Skladové miesta
sl_si: Lokacije zaloge
sr_cs: Lokacije zaliha
sv_se: Lagerplatser
th_th: สถานที่เก็บสินค้า
tr_tr: Stok Konumları
vi_vn: Vị trí kho hàng
zh_tw: 庫存地點

# stockTopLevel
source: Top level stock location
ar_sa: موقع المخزون الرئيسي
bg_bg: Складово местоположение от най-високо ниво
el_gr: Τοποθεσία αποθέματος ανώτερου επιπέδου
et_ee: Ülemise taseme laokoht
fa_ir: موقعیت موجودی سطح بالا
fi_fi: Ylimmän tason varastosijainti
he_il: מיקום מלאי ברמה עליונה
hi_in: शीर्ष स्तर का स्टॉक स्थान
id_id: Lokasi stok tingkat atas
ja_jp: トップレベルの在庫場所
ko_kr: 최상위 재고 위치
lt_lt: Aukščiausio lygio atsargų vieta
lv_lv: Augstākā līmeņa krājumu atrašanās vieta
nl_nl: Hoogste niveau voorraadlocatie
pl_pl: Najwyższy poziom lokalizacji magazynu
pt_pt: Localização de stock principal
ru_ru: Склад верхнего уровня
sk_sk: Hlavná úroveň skladu
sl_si: Lokacija najvišje ravni zaloge
sr_cs: Lokacija najvišeg nivoa zaliha
sv_se: Högsta nivå lagerplats
th_th: ตำแหน่งสินค้าหลัก
tr_tr: Üst seviye stok konumu
vi_vn: Vị trí kho hàng cấp cao
zh_tw: 頂級庫存地點

# strictHttps
source: Use Strict HTTPS
ar_sa: استخدام HTTPS الصارم
bg_bg: Използване на строг HTTPS
el_gr: Χρήση Αποκλειστικού HTTPS
et_ee: Kasuta ranget HTTPS-i
fa_ir: استفاده از HTTPS سختگیرانه
fi_fi: Käytä tiukkaa HTTPS:ää
he_il: השתמש ב - HTTPS קפדני
hi_in: Strict HTTPS का उपयोग करें
id_id: Gunakan HTTPS Ketat
ja_jp: 厳格なHTTPSを使用
ko_kr: 엄격한 HTTPS 사용
lt_lt: Naudoti griežtą HTTPS
lv_lv: Lietot obligātu HTTPS
nl_nl: Gebruik Strict HTTPS
pl_pl: Ścisły HTTPS
pt_pt: Usar HTTPS Estrito
ru_ru: Использовать строго HTTPS
sk_sk: Používať striktné HTTPS
sl_si: Uporabi strogi HTTPS
sr_cs: Koristi strogi HTTPS
sv_se: Använd strikt HTTPS
th_th: ใช้ HTTPS ที่รัดกุม
tr_tr: Katı HTTPS Kullan
vi_vn: Sử dụng HTTPS nghiêm ngặt
zh_tw: 使用嚴格的 HTTPS
